Repository: chase69/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.ff.dialogs.po
Languages: ff

# IDD_SELECTMEDIATYPE_CAPTION
source: Select Media Type
ff: Suɓo Noone Mejaa

# IDD_SELECTMEDIATYPE_IDOK
source: OK
ff: Eyyo

# IDD_SELECTMEDIATYPE_IDCANCEL
source: Cancel
ff: Haaytu

# IDD_CAPTURE_DLG_IDC_STATIC1
source: Video
ff: Wideyoo

# IDD_CAPTURE_DLG_IDC_BUTTON1
source: Set
ff: Moƴƴin

# IDD_CAPTURE_DLG_IDC_STATIC
source: Audio
ff: Ojoo

# IDD_CAPTURE_DLG_IDC_STATIC
source: Output
ff: Jaltal

# IDD_CAPTURE_DLG_IDC_CHECK1
source: Record Video
ff: Nanngito Wideyoo

# IDD_CAPTURE_DLG_IDC_CHECK2
source: Preview
ff: Ƴeewngo

# IDD_CAPTURE_DLG_IDC_CHECK3
source: Record Audio
ff: Nanngito Ojoo

# IDD_CAPTURE_DLG_IDC_CHECK4
source: Preview
ff: Ƴeewngo

# IDD_CAPTURE_DLG_IDC_STATIC
source: V/A Buffers:
ff: Guufe V/A:

# IDD_CAPTURE_DLG_IDC_CHECK5
source: Audio to wav
ff: Ojoo to wav

# IDD_CAPTURE_DLG_IDC_BUTTON2
source: Record
ff: Nanngito

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK2
source: Enable built-in audio switcher filter (requires restart)
ff: Gollin mahaa-nder ojoo (requires restart)

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK5
source: Normalize
ff: Normaalinde

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC4
source: Max amplification:
ff: kaaɗtudi "amplification":

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK6
source: Regain volume
ff: Wuntugol Sowto

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC6
source: Boost:
ff: Semmbinde:

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK3
source: Down-sample to 44100 Hz
ff: Jolnude-seede to 44100 Hz

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK4
source: Audio time shift (ms):
ff: Sifte yonta Ojoo (ms):

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK1
source: Enable custom channel mapping
ff: Gollin hertinaa cali

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC1
source: Speaker configuration for
ff: Jeynoowo yurnito fii

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC2
source: input channels:
ff: Naatnugol keɓe cali:

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC3
source: Hold shift for immediate changes when clicking something
ff: Ñoƴƴu shift fii bayle kisan tuma kilipe goɗɗum

# IDD_GOTO_DLG_CAPTION
source: Go To...
ff: Yahu To...

# IDD_GOTO_DLG_IDC_STATIC
source: Enter a timecode using the format [hh:]mm:ss.ms to jump to a specified time. You do not need to enter the separators explicitly.
ff: Naadu sarɗi leere huutoraa formaa [hh:]mm:ss.ms fii diwal e leere hertinaande. You do not need to enter the separators explicitly.

# IDD_GOTO_DLG_IDC_STATIC
source: Time
ff: Leere

# IDD_GOTO_DLG_IDC_OK1
source: Go!
ff: Yahu!

# IDD_GOTO_DLG_IDC_STATIC
source: Enter two numbers to jump to a specified frame, the first is the frame number, the second is the frame rate.
ff: Naadu limooje ɗiɗi fii faraam heertiiɗo, arano on ko limoore faraam, ɗimmo on ko emmbere faraam.

# IDD_GOTO_DLG_IDC_STATIC
source: Frame
ff: Faraam

# IDD_GOTO_DLG_IDC_OK2
source: Go!
ff: Yahu!

# IDD_OPEN_DLG_CAPTION
source: Open
ff: Udditu

# IDD_OPEN_DLG_IDC_STATIC
source: Type the address of a movie or audio file (on the Internet or your computer) and the player will open it for you.
ff: Tappu adareesi filde widyoo walla ojoo nden (ka enternet walla ka hiisorgal maa) ma player on udditane ɗum.

# IDD_OPEN_DLG_IDC_STATIC
source: Open:
ff: Udditu:

# IDD_OPEN_DLG_IDC_BUTTON1
source: Browse...
ff: Yiilo...

# IDD_OPEN_DLG_IDC_STATIC1
source: Dub:
ff: Sowu:

# IDD_OPEN_DLG_IDC_BUTTON2
source: Browse...
ff: Yiilo...

# IDD_OPEN_DLG_IDOK
source: OK
ff: Eyyo

# IDD_OPEN_DLG_IDCANCEL
source: Cancel
ff: Haaytin

# IDD_OPEN_DLG_IDC_CHECK1
source: Add to playlist without opening
ff: waɗtu ka playlist ko aldaa e uddito

# IDD_ABOUTBOX_CAPTION
source: About
ff: Ko yowitii e

# IDD_ABOUTBOX_IDC_AUTHORS_LINK
source: Copyright © 2002-2015 see Authors.txt
ff: Hakke ballifo © 2002-2015 tinntodu e Ballifo'en.txt

# IDD_ABOUTBOX_IDC_STATIC
source: This program is freeware and released under the GNU General Public License.
ff: Oo porguraamu ko dokkel saraangel e GNU General Public License.

# IDD_ABOUTBOX_IDC_STATIC
source: English translation made by MPC-HC Team
ff: Ko MPC-HC Team tafi firo Engele on

# IDD_ABOUTBOX_IDC_STATIC
source: Build information
ff: Kabaruuji tuugnorgal ngal

# IDD_ABOUTBOX_IDC_STATIC
source: Version:
ff: Harilde:

# IDD_ABOUTBOX_IDC_STATIC
source: Compiler:
ff: Denndinoowo:

# IDD_ABOUTBOX_IDC_LAVFILTERS_VERSION
source: Not used
ff: Huutoraaka

# IDD_ABOUTBOX_IDC_STATIC
source: Build date:
ff: Mahde ñalngu:

# IDD_ABOUTBOX_IDC_STATIC
source: Operating system
ff: Yuɓɓo ndaɗɗo

# IDD_ABOUTBOX_IDC_STATIC
source: Name:
ff: Innde:

# IDD_ABOUTBOX_IDC_BUTTON1
source: Copy to clipboard
ff: Nattaade e kilip boor

# IDD_ABOUTBOX_IDOK
source: OK
ff: Eyyo

# IDD_PPAGEPLAYER_IDC_STATIC
source: Open options
ff: Udditu cuɓe

# IDD_PPAGEPLAYER_IDC_RADIO1
source: Use the same player for each media file
ff: Huutor player gooto on fii kala fiilde mejaa

# IDD_PPAGEPLAYER_IDC_RADIO2
source: Open a new player for each media file played
ff: Udditu player keso fii kala fiilde mejaa fijunde

# IDD_PPAGEPLAYER_IDC_STATIC
source: Language
ff: Ɗemɗe

# IDD_PPAGEPLAYER_IDC_STATIC
source: Title bar
ff: Palal tiitoonde

# IDD_PPAGEPLAYER_IDC_RADIO3
source: Display full path
ff: kollirgal tef toɓɓaaɗo

# IDD_PPAGEPLAYER_IDC_RADIO4
source: File name only
ff: Innde fiilde tan

# IDD_PPAGEPLAYER_IDC_RADIO5
source: Don't prefix anything
ff: Wata ɓeydu hay huunde

# IDD_PPAGEPLAYER_IDC_CHECK13
source: Replace file name with title
ff: Lontinir innde fiilde tiitoonde

# IDD_PPAGEPLAYER_IDC_STATIC
source: Other
ff: Goɗɗum

# IDD_PPAGEPLAYER_IDC_CHECK3
source: Tray icon
ff: Fuɗɗito ikon

# IDD_PPAGEPLAYER_IDC_SHOW_OSD
source: Show OSD (requires restart)
ff: Hollu OSD (ɗaɓɓi huɓɓitde)

# IDD_PPAGEPLAYER_IDC_CHECK4
source: Limit window proportions on resize
ff: Kaaɗtudi henorde nder ɓettaade

# IDD_PPAGEPLAYER_IDC_CHECK8
source: Store settings in .ini file
ff: Naatnude teelte to .ini fiilde

# IDD_PPAGEPLAYER_IDC_CHECK10
source: Disable "Open Disc" menu
ff: Ñifin dosu "Uddit Diske"

# IDD_PPAGEPLAYER_IDC_CHECK9
source: Process priority above normal
ff: Silsil gardagol ley normaal

# IDD_PPAGEPLAYER_IDC_CHECK14
source: Enable cover-art support
ff: Gollin beɗo-art support

# IDD_PPAGEPLAYER_IDC_STATIC
source: History
ff: Daartol

# IDD_PPAGEPLAYER_IDC_CHECK1
source: Keep history of recently opened files
ff: Mooftu daartol fiilɗe udditaaɗe sakket

# IDD_PPAGEPLAYER_IDC_CHECK2
source: Remember last playlist
ff: Siiftor ko sakkitii fijude

# IDD_PPAGEPLAYER_IDC_FILE_POS
source: Remember File position
ff: Siiftor nokku fiilde

# IDD_PPAGEPLAYER_IDC_DVD_POS
source: Remember DVD position
ff: Siiftor nokku DVD

# IDD_PPAGEPLAYER_IDC_CHECK6
source: Remember last window position
ff: Siiftor nokku henorde sakkitiinde

# IDD_PPAGEPLAYER_IDC_CHECK7
source: Remember last window size
ff: Siiftor mawneeki henorde sakkitiinde

# IDD_PPAGEPLAYER_IDC_CHECK11
source: Remember last Pan-n-Scan Zoom
ff: Siiftor suum pan-n-Scan sakkitiiɗo

# IDD_PPAGEDVD_IDC_STATIC
source: "Open DVD/BD" behavior
ff: "Udditu DVD/BD" neesu

# IDD_PPAGEDVD_IDC_RADIO1
source: Prompt for location
ff: Hirjin fii ngonka

# IDD_PPAGEDVD_IDC_RADIO2
source: Always open the default location:
ff: Sahaa kala uddit nokku woowaaɗo

# IDD_PPAGEDVD_IDC_STATIC
source: Preferred language for DVD Navigator and the external OGM Splitter
ff: Ɗemngal cuɓanaangal feerorde DVD e boowal OGM

# IDD_PPAGEDVD_IDC_RADIO3
source: Menu
ff: Dosu

# IDD_PPAGEDVD_IDC_RADIO4
source: Audio
ff: Ojoo

# IDD_PPAGEDVD_IDC_RADIO5
source: Subtitles
ff: Seɓtiitooje

# IDD_PPAGEDVD_IDC_STATIC
source: Additional settings
ff: Dottaaɗe go'o

# IDD_PPAGEDVD_IDC_CHECK2
source: Allow closed captions in "Line 21 Decoder"
ff: Duŋano uddude subtite nder "Line 21 Decoder"

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Audio
ff: Ojoo

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Volume
ff: Feto

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Max
ff: Kaaɗtudi

# IDD_PPAGEPLAYBACK_IDC_STATIC_BALANCE
source: Balance
ff: Jerondiral

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Playback
ff: fijinKadi

# IDD_PPAGEPLAYBACK_IDC_RADIO1
source: Play
ff: Fijin

# IDD_PPAGEPLAYBACK_IDC_RADIO2
source: Repeat forever
ff: Fillito poomaa

# IDD_PPAGEPLAYBACK_IDC_STATIC1
source: time(s)
ff: Yonta(aji)

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: After Playback
ff: Fijinoy Kadi

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Output
ff: Jaltal

# IDD_PPAGEPLAYBACK_IDC_CHECK5
source: Auto-zoom:
ff: Suum-hoore mun:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Default track preference
ff: Cakkal felo cuɓe

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Subtitles:
ff: Seɓtiitooje:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Audio:
ff: Ojoo:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Open settings
ff: Udditu teelte

# IDD_PPAGEPLAYBACK_IDC_CHECK2
source: Auto-load audio files
ff: Loowde-hoore mun fiilɗe ojoo

# IDD_PPAGEPLAYBACK_IDC_CHECK3
source: Use the built-in subtitle renderer
ff: Huutor mahdaaɗum sobtiito

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Control
ff: Juurnitagol

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Volume step:
ff: Daawal feto:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Speed step:
ff: Fampo sagara:

# IDD_PPAGESUBTITLES_IDC_CHECK3
source: Override placement
ff: Lomtaade jonnde

# IDD_PPAGESUBTITLES_IDC_STATIC1
source: Horizontal:
ff: Lappiijun:

# IDD_PPAGESUBTITLES_IDC_STATIC3
source: Vertical:
ff: Dariiɗum:

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Delay step
ff: Leeltinde daawal

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Texture settings (open the video again to see the changes)
ff: Saccudi teelte (udditu kadi widiyoo on ngam tinude bayle)

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Maximum texture resolution:
ff: Ɓurɓurti saccudi jiɓtol

# IDD_PPAGESUBTITLES_IDC_CHECK_NO_SUB_ANIM
source: Never animate the subtitles
ff: Wata dillin sobtiitooje ɗen

# IDD_PPAGESUBTITLES_IDC_STATIC6
source: % of the animation
ff: % jiwere

# IDD_PPAGESUBTITLES_IDC_STATIC7
source: Animate at
ff: Dillinir ka

# IDD_PPAGESUBTITLES_IDC_STATIC8
source: % of the video frame rate
ff: % e embere faraam widiyoo

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Warning
ff: Jeertinaango

# IDD_PPAGEFORMATS_IDC_STATIC2
source: File extensions
ff: Jokke fiilde

# IDD_PPAGEFORMATS_IDC_BUTTON2
source: Default
ff: Goowaaɗi

# IDD_PPAGEFORMATS_IDC_BUTTON_EXT_SET
source: Set
ff: Dettude

# IDD_PPAGEFORMATS_IDC_STATIC3
source: Association
ff: Kwatital

# IDD_PPAGEFORMATS_IDC_CHECK8
source: Use the format-specific icons
ff: Huutor formaa-heerorɗo ikonji

# IDD_PPAGEFORMATS_IDC_BUTTON1
source: Run as &administrator
ff: Werlor ka &yiiloowo

# IDD_PPAGEFORMATS_IDC_BUTTON7
source: Set as &default program
ff: Waylir &poroguraam woowaaɗo

# IDD_PPAGEFORMATS_IDC_RADIO1
source: RealMedia
ff: MejaaTigi rigi

# IDD_PPAGEFORMATS_IDC_RADIO2
source: QuickTime
ff: YawnuYonta

# IDD_PPAGEFORMATS_IDC_RADIO3
source: DirectShow
ff: HollirgolDiret

# IDD_PPAGEFORMATS_IDC_CHECK5
source: Check file extension first
ff: Ƴeewto taho jokkel fiilde

# IDD_PPAGEFORMATS_IDC_STATIC
source: Explorer Context Menu
ff: Sunnaade ngonka dosu

# IDD_PPAGEFORMATS_IDC_CHECK6
source: Directory
ff: Regginorde

# IDD_PPAGEFORMATS_IDC_CHECK7
source: File(s)
ff: Fiilɗe

# IDD_PPAGEFORMATS_IDC_STATIC1
source: Autoplay
ff: Fijan HooreMun

# IDD_PPAGEFORMATS_IDC_CHECK1
source: Video
ff: Wideyoo

# IDD_PPAGEFORMATS_IDC_CHECK2
source: Music
ff: Gaaci

# IDD_PPAGEFORMATS_IDC_CHECK3
source: Audio CD
ff: Ojoo CD

# IDD_PPAGETWEAKS_IDC_STATIC
source: Jump distances (small, medium, large in ms)
ff: Yawtu woɗɗeendi (tokoos, hawruɗo, yaajuɗo nder ms)

# IDD_PPAGETWEAKS_IDC_BUTTON1
source: Default
ff: Goowaaɗi

# IDD_PPAGETWEAKS_IDC_FASTSEEK_CHECK
source: Fast seek (on keyframe)
ff: Ɗaɓɓito yaawngo (on keyframe)

# IDD_PPAGETWEAKS_IDC_CHECK2
source: Show chapter marks in seek bar
ff: Hollu fasluwol maantorɗe ka ɗaɓɓitirgel

# IDD_PPAGETWEAKS_IDC_CHECK4
source: Display "Now Playing" information in Skype's mood message
ff: Hollit kumpite "Ko woni e fijde" ka mooduuji messas Skype

# IDD_PPAGETWEAKS_IDC_CHECK6
source: Prevent minimizing the player when in fullscreen on a non default monitor
ff: Haɗu famɗinde player on tuma kuurgal-tef ka yaltinirde nde woowaaka

# IDD_PPAGETWEAKS_IDC_CHECK_WIN7
source: Use Windows 7 Taskbar features
ff: Huutor Windows 7 Sedtino taskbar

# IDD_PPAGETWEAKS_IDC_CHECK7
source: Open previous/next file in folder on "Skip back/forward" when there is only one item in playlist
ff: Udditu ɓennungol/Reewngol heen nder doosiyee "diwgol kadi/eggugol" tuma ɗi fawi e gooto nder palylist

# IDD_PPAGETWEAKS_IDC_CHECK8
source: Show time tooltip:
ff: Hollu saa'a kaɓirgal feere:

# IDD_PPAGETWEAKS_IDC_STATIC
source: OSD font:
ff: Darngo alkule OSD:

# IDD_PPAGETWEAKS_IDC_CHECK_LCD
source: Enable Logitech LCD support (experimental)
ff: Gollin tammbiiɗo Logitech LCD (jarriborɗum)

# IDD_PPAGETWEAKS_IDC_CHECK3
source: Auto-hide the mouse pointer during playback in windowed mode
ff: Wirnude hoore-mun jooporde ndoombel tuma fijokadi

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON1
source: Add Filter...
ff: Ɓeydu Ceɗirɗe...

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON2
source: Remove
ff: Ittu

# IDD_PPAGEEXTERNALFILTERS_IDC_RADIO1
source: Prefer
ff: Cuɓe

# IDD_PPAGEEXTERNALFILTERS_IDC_RADIO2
source: Block
ff: Falo

# IDD_PPAGEEXTERNALFILTERS_IDC_RADIO3
source: Set merit:
ff: Deppu haanuɗum:

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON3
source: Up
ff: Dow

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON4
source: Down
ff: Les

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON5
source: Add Media Type...
ff: Ɓeydu Noone Mejaa

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON7
source: Delete
ff: Momtu

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON8
source: Reset List
ff: Mahito Doggol

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Type:
ff: Noone:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Size:
ff: Mawneeki:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Media length:
ff: Junndi Mejaa:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Video size:
ff: Mawneeki Widiyoo:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Created:
ff: Sosaama:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Clip:
ff: kliipe:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Author:
ff: Ballifo

# IDD_FILEPROPCLIP_IDC_STATIC
source: Location:
ff: Ngonka:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Description:
ff: Sifoore:

# IDD_FAVADD_CAPTION
source: Add Favorite
ff: Ɓeydu karankammbe

# IDD_FAVADD_IDC_STATIC
source: Choose a name for your shortcut:
ff: Suɓano sodorde maa innde:

# IDD_FAVADD_IDC_CHECK1
source: Remember position
ff: Siiftor fondi

# IDD_FAVADD_IDCANCEL
source: Cancel
ff: Firtude

# IDD_FAVADD_IDOK
source: OK
ff: Eyyo

# IDD_FAVORGANIZE_CAPTION
source: Organize Favorites
ff: Yuɓɓindir Karankammbe

# IDD_FAVORGANIZE_IDC_BUTTON1
source: Rename
ff: Innditu

# IDD_FAVORGANIZE_IDC_BUTTON3
source: Move Up
ff: Ƴawru Dow

# IDD_FAVORGANIZE_IDC_BUTTON4
source: Move Down
ff: Jippor les

# IDD_FAVORGANIZE_IDC_BUTTON2
source: Delete
ff: Momtu

# IDD_FAVORGANIZE_IDOK
source: OK
ff: Eyyo

# IDD_PNSPRESET_DLG_IDC_BUTTON2
source: New
ff: Kesum

# IDD_PNSPRESET_DLG_IDC_BUTTON3
source: Delete
ff: Momtu

# IDD_PNSPRESET_DLG_IDC_BUTTON4
source: Up
ff: Dow

# IDD_PNSPRESET_DLG_IDC_BUTTON5
source: Down
ff: Les

# IDD_PNSPRESET_DLG_IDC_BUTTON1
source: &Set
ff: Mahito

# IDD_PNSPRESET_DLG_IDCANCEL
source: &Cancel
ff: &Firtu

# IDD_PNSPRESET_DLG_IDOK
source: &Save
ff: &Danndu

# IDD_PNSPRESET_DLG_IDC_STATIC
source: Zoom: 0.2 -> 3.0
ff: Suum: 0.2 -> 3.0

# IDD_PPAGEACCELTBL_IDC_CHECK2
source: Global Media Keys
ff: Kuuɓal Soktirɗe Mejaa

# IDD_PPAGEACCELTBL_IDC_BUTTON1
source: Select All
ff: Suɓo Fof

# IDD_PPAGEACCELTBL_IDC_BUTTON2
source: Reset Selected
ff: Mahito suɓaaɗe

# IDD_MEDIATYPES_DLG_CAPTION
source: Warning
ff: Reentino

# IDD_MEDIATYPES_DLG_IDC_STATIC1
source: MPC-HC could not render some of the pins in the graph, you may not have the needed codecs or filters installed on the system.
ff: MPC-HC waawaa tottitude yoga e maaɗe jokkorɗe ka nder garaaf, hawnaaki hara a deppaa yuɓɓorde hatonjinaande

# IDD_MEDIATYPES_DLG_IDC_STATIC2
source: The following pin(s) failed to find a connectable filter:
ff: Garawol pin(s) juumii ɗaɓɓito filtre seŋotooɗe:

# IDD_MEDIATYPES_DLG_IDOK
source: Close
ff: Soku

# IDD_SAVE_DLG_CAPTION
source: Saving...
ff: Maandinnde...

# IDD_SAVE_DLG_IDCANCEL
source: Cancel
ff: Firtude

# IDD_SAVETEXTFILEDIALOGTEMPL_IDC_STATIC1
source: Encoding:
ff: Kodgol:

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_STATIC1
source: Encoding:
ff: Kodgol:

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_STATIC
source: Delay:
ff: Lajal

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_CHECK1
source: Save custom style
ff: Maandin heertinde sifa

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: JPEG quality:
ff: Kelɗere JPEG:

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: Thumbnails:
ff: Dooɓe:

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: rows
ff: Gori

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: columns
ff: Saffaaji

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: Image width:
ff: Yannji Natal:

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: pixels
ff: piksel

# IDD_ADDREGFILTER_CAPTION
source: Select Filter
ff: Suɓo Ceɗirgel

# IDD_ADDREGFILTER_IDC_BUTTON1
source: Browse...
ff: Yiilo...

# IDD_ADDREGFILTER_IDOK
source: OK
ff: Eyyo

# IDD_ADDREGFILTER_IDCANCEL
source: Cancel
ff: Firtu

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Font
ff: Mbinndudi

# IDD_PPAGESUBSTYLE_IDC_BUTTON1
source: Font
ff: Mbinndudi

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Spacing
ff: Yaylinnde

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Angle (z,°)
ff: Loññoodu (z,°)

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Scale (x,%)
ff: Maandorɗe (x,%)

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Scale (y,%)
ff: Maandorɗe (y,%)

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Border Style
ff: Keerol sifa

# IDD_PPAGESUBSTYLE_IDC_RADIO1
source: Outline
ff: Yurnite

# IDD_PPAGESUBSTYLE_IDC_RADIO2
source: Opaque box
ff: Niɓɓiɗi arkawal

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Width
ff: Yeejeendi

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Shadow
ff: Ɗowdi

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Screen Alignment && Margins
ff: Saffino Kuurgal && Bayaanaaji

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Left
ff: Nano

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Right
ff: Ñaamo

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Top
ff: Hoore

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Bottom
ff: Les

# IDD_PPAGESUBSTYLE_IDC_CHECK_RELATIVETO
source: Position subtitles relative to the video frame
ff: Jonnde sobtite yowondirɗe e faraam

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Colors && Transparency
ff: Noordi && laaɓal

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Outline
ff: Yurnite

# IDD_PPAGESUBSTYLE_IDC_CHECK1
source: Link alpha channels
ff: Jokkirde cali alpha

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: If you would like to use the stand-alone versions of these filters or another replacement, disable them here.
ff: Si ko huutorde yamre stand-alone ɗee filtre yiɗɗaa walla e nokkuure goo, ñifinirɗe ɗoo.

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Source Filters
ff: Iwdi Ceɗirɗe

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Transform Filters
ff: Waylu Ceɗirɗe

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Internal LAV Filters settings
ff: Nderum LAV Filtre dottaaɗe

# IDD_PPAGEINTERNALFILTERS_IDC_VIDEO_DEC_CONF
source: Video decoder
ff: Sottitoowo Widiyoo

# IDD_PPAGEINTERNALFILTERS_IDC_AUDIO_DEC_CONF
source: Audio decoder
ff: Sottitoowo Ojoo

# IDD_PPAGELOGO_IDC_RADIO1
source: Internal:
ff: Nderum:

# IDD_PPAGELOGO_IDC_RADIO2
source: External:
ff: Boowal:

# IDD_PPAGELOGO_IDC_BUTTON2
source: Browse...
ff: Yiilo...

# IDD_PPAGEOUTPUT_IDC_STATIC
source: DirectShow Video
ff: HollirgolDiret Widiyoo

# IDD_PPAGEOUTPUT_IDC_STATIC
source: RealMedia Video
ff: Widiyoo RealMejaa

# IDD_PPAGEOUTPUT_IDC_STATIC
source: QuickTime Video
ff: Yaawino Widiyoo

# IDD_PPAGEOUTPUT_IDC_STATIC
source: VMR-7/VMR-9 (renderless) and EVR (CP) settings
ff: VMR-7/VMR-9 e (teelte) EVR (CP) dottaaɗe

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Surface:
ff: wertallo:

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Resizer:
ff: Ɓetoditoowo:

# IDD_PPAGEOUTPUT_IDC_D3D9DEVICE
source: Select D3D9 Render Device
ff: Suɓo D3D9 Masingel

# IDD_PPAGEOUTPUT_IDC_RESETDEVICE
source: Reinitialize when changing display
ff: Fewnito tuma waylugol kollirgal

# IDD_PPAGEOUTPUT_IDC_FULLSCREEN_MONITOR_CHECK
source: D3D Fullscreen
ff: Kuurgal tef D3D

# IDD_PPAGEOUTPUT_IDC_DSVMR9ALTERNATIVEVSYNC
source: Alternative VSync
ff: Lomlomtondiral VSync

# IDD_PPAGEOUTPUT_IDC_DSVMR9LOADMIXER
source: VMR-9 Mixer Mode
ff: Simoŋ Moodu VMR-9

# IDD_PPAGEOUTPUT_IDC_DSVMR9YUVMIXER
source: YUV Mixing
ff: Simoŋ YUV

# IDD_PPAGEOUTPUT_IDC_EVR_BUFFERS_TXT
source: EVR Buffers:
ff: Tekke EVR:

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Subtitles *
ff: Seɓtiitooje *

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Rotation
ff: Yiltondiro

# IDD_PPAGEOUTPUT_IDC_STATIC
source: * External filters (such as VSFilter) can display subtitles on all renderers.
ff: * Boowal ceɗirɗe (yamiroore VSCeɗol) can display subtitles on all renderers.

# IDD_PPAGEWEBSERVER_IDC_CHECK1
source: Listen on port:
ff: Heɗor ka port:

# IDD_PPAGEWEBSERVER_IDC_STATIC1
source: Launch in web browser...
ff: Gollin ka feerorde web...

# IDD_PPAGEWEBSERVER_IDC_CHECK3
source: Enable compression
ff: Gollin ɓitturu

# IDD_PPAGEWEBSERVER_IDC_CHECK5
source: Allow access from localhost only
ff: Duŋano yettaade ko iwri nokku moofto tan

# IDD_PPAGEWEBSERVER_IDC_CHECK2
source: Print debug information
ff: Muulo kumpite momtirde ella

# IDD_PPAGEWEBSERVER_IDC_CHECK4
source: Serve pages from:
ff: Carwo kelle gila:

# IDD_PPAGEWEBSERVER_IDC_BUTTON1
source: Browse...
ff: Yiilo...

# IDD_PPAGEWEBSERVER_IDC_BUTTON2
source: Deploy...
ff: Wirfu...

# IDD_PPAGEWEBSERVER_IDC_STATIC
source: Default page:
ff: Hello woowaango:

# IDD_PPAGEWEBSERVER_IDC_STATIC
source: CGI handlers: (.ext1=path1;.ext2=path2;...)
ff: Jiilooji CGI: (.ext1=path1;.ext2=path2;...)

# IDD_SUBTITLEDL_DLG_CAPTION
source: Subtitles available online
ff: Ko seŋii e sebtite keɓiɗum

# IDD_SUBTITLEDL_DLG_IDOK
source: Download && Open
ff: Lowtu && Uddit

# IDD_SUBTITLEDL_DLG_IDC_CHECK1
source: Replace currently loaded subtitles
ff: Lmotin subtite loowaaɗe oo sahaa

# IDD_FILEPROPRES_IDC_BUTTON1
source: Save As...
ff: Danndu ka...

# IDD_PPAGEMISC_IDC_STATIC
source: Color controls (for VMR-9, EVR and madVR)
ff: Yuurnite noordi (fii VMR-9, EVR e madVR)

# IDD_PPAGEMISC_IDC_STATIC
source: Brightness
ff: Jaalbeendi

# IDD_PPAGEMISC_IDC_STATIC
source: Contrast
ff: Ceertugol

# IDD_PPAGEMISC_IDC_STATIC
source: Saturation
ff: Hartungo

# IDD_PPAGEMISC_IDC_RESET
source: Reset
ff: Mahito

# IDD_PPAGEMISC_IDC_STATIC
source: Update check
ff: Ndaarto hesɗitinde

# IDD_PPAGEMISC_IDC_CHECK1
source: Enable automatic update check
ff: Gollin otomatik ndaarto hesɗitinde

# IDD_PPAGEMISC_IDC_STATIC5
source: Check every:
ff: Ƴeewto fow:

# IDD_PPAGEMISC_IDC_STATIC6
source: day(s)
ff: Ñal(ɗi)

# IDD_PPAGEMISC_IDC_STATIC
source: Settings management
ff: Dottaaɗe jiilgol

# IDD_PPAGEMISC_IDC_RESET_SETTINGS
source: Reset
ff: Mahito

# IDD_PPAGEMISC_IDC_EXPORT_SETTINGS
source: Export
ff: Yaltin

# IDD_PPAGEMISC_IDC_EXPORT_KEYS
source: Export keys
ff: Yaltingol Soktirɗe

# IDD_TUNER_SCAN_ID_START
source: Start
ff: Fokkitu

# IDD_TUNER_SCAN_IDCANCEL
source: Cancel
ff: Firtu

# IDD_TUNER_SCAN_IDC_STATIC
source: Bandwidth
ff: Doole bannda

# IDD_TUNER_SCAN_IDC_CHECK_IGNORE_ENCRYPTED
source: Ignore encrypted channels
ff: Ɗurno rewirde saloŋaaji

# IDD_TUNER_SCAN_ID_SAVE
source: Save
ff: Danndu

# IDD_TUNER_SCAN_IDC_CHECK_OFFSET
source: Use an offset
ff: Huutor offset

# IDD_PPAGECAPTURE_IDC_STATIC
source: Default Device
ff: Woowaaɗi masiŋel

# IDD_PPAGECAPTURE_IDC_RADIO1
source: Analog
ff: Analoogu

# IDD_PPAGECAPTURE_IDC_RADIO2
source: Digital
ff: Limrejum

# IDD_PPAGECAPTURE_IDC_STATIC
source: Analog settings
ff: Dottaaɗe Analoogu

# IDD_PPAGECAPTURE_IDC_STATIC1
source: Video
ff: Widiyoo

# IDD_PPAGECAPTURE_IDC_STATIC2
source: Audio
ff: Ojoo

# IDD_PPAGECAPTURE_IDC_STATIC3
source: Country
ff: Lesdi

# IDD_PPAGECAPTURE_IDC_STATIC
source: Digital settings (BDA)
ff: Limrejum dottaaɗe (BDA)
