Repository: chase69/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: km

# IDD_PPAGECAPTURE_IDC_STATIC4
source: Network Provider
km: អ្នកផ្តល់បណ្តាញ

# IDD_PPAGECAPTURE_IDC_STATIC5
source: Tuner
km: អ្នក​កែ

# IDD_PPAGECAPTURE_IDC_STATIC6
source: Receiver
km: អ្នក​ទទូល

# IDD_PPAGECAPTURE_IDC_PPAGECAPTURE_ST10
source: Channel switching approach:
km: ការ​ប្តូ​ឆា​ណែល​ចូល​ជិត

# IDD_PPAGECAPTURE_IDC_PPAGECAPTURE_ST11
source: Rebuild filter graph
km: កសាង​ក្រាហ្វ​តម្រង​ឡើង​វិញ

# IDD_PPAGECAPTURE_IDC_PPAGECAPTURE_ST12
source: Stop filter graph
km: បញ្ឈប់​ក្រាហ្វ​តម្រង

# IDD_PPAGESYNC_IDC_SYNCVIDEO
source: Sync video to display
km: ធ្វើសមកាលកម្មវីដេអូទៅ​អេក្រង់

# IDD_PPAGESYNC_IDC_STATIC1
source: Frequency adjustment:
km: ការលៃតម្រូវ Frequency

# IDD_PPAGESYNC_IDC_SYNCDISPLAY
source: Sync display to video
km: ធ្វើសមកាលកម្មអេក្រង់ទៅ​វីដេអូ

# IDD_PPAGESYNC_IDC_STATIC2
source: Frequency adjustment:
km: ការលៃតម្រូវ Frequency

# IDD_PPAGESYNC_IDC_STATIC3
source: lines
km: បន្ទាត់

# IDD_PPAGESYNC_IDC_STATIC4
source: columns
km: ជួរឈរ

# IDD_PPAGESYNC_IDC_SYNCNEAREST
source: Present at nearest VSync
km: វត្តមាន​នៅ​ VSync ជិត​បំផុត

# IDD_PPAGESYNC_IDC_STATIC5
source: Target sync offset:
km: កំណត់​គោល​ដៅ​សមកម្ម​ offset

# IDD_PPAGESYNC_IDC_STATIC6
source: ms
km: មវ

# IDD_PPAGESYNC_IDC_STATIC7
source: Control limits:
km: បញ្ជា​ដែនកំណត់

# IDD_PPAGESYNC_IDC_STATIC9
source: ms
km: មវ

# IDD_PPAGESYNC_IDC_STATIC10
source: Changes take effect after the playback has been closed and restarted.
km: ការ​ផ្លាស់​ប្តូ​នឹង​ចាប់​ផ្តើម​ពេល​ការ​លេង​ត្រូវ​បានបិទ​ឫ​ចាប់​ផ្តើម​ឡើង​វិញ

# IDD_PPAGEFULLSCREEN_IDC_CHECK1
source: Launch files in fullscreen
km: បើក​ឯក​សារ​ក្នុង ពេញ​អេក្រង់

# IDD_PPAGEFULLSCREEN_IDC_CHECK4
source: Hide controls in fullscreen
km: បិទ​ការ​បញ្ជា​ក្នុង​ ពេញ​អេក្រង់

# IDD_PPAGEFULLSCREEN_IDC_STATIC1
source: ms
km: មវ

# IDD_PPAGEFULLSCREEN_IDC_CHECK6
source: Hide docked panels
km: លាកបន្ទះបញ្ជា​ដែល​បាន​ Docked

# IDD_PPAGEFULLSCREEN_IDC_CHECK5
source: Exit fullscreen at the end of playback
km: ចាក​ចេញ​ពីពេញ​អេក្រង់​នៅ​ចុង​បញ្ចប់​នៃ​ការ​លេង

# IDD_PPAGEFULLSCREEN_IDC_STATIC
source: Fullscreen monitor
km: ម៉ូនីទ័រពេញ​អេក្រង់

# IDD_PPAGEFULLSCREEN_IDC_CHECK2
source: Use autochange fullscreen monitor mode
km: ប្រើ​ការ​ប្តូ​របៀបម៉ូនីទ័រពេញ​អេក្រង់​ស្វ័យ​ប្រវត្តិ

# IDD_PPAGEFULLSCREEN_IDC_BUTTON1
source: Add
km: ថែម

# IDD_PPAGEFULLSCREEN_IDC_BUTTON2
source: Del
km: លុប

# IDD_PPAGEFULLSCREEN_IDC_BUTTON3
source: Up
km: ឡើង

# IDD_PPAGEFULLSCREEN_IDC_BUTTON4
source: Down
km: ចុះ

# IDD_PPAGEFULLSCREEN_IDC_CHECK3
source: Apply default monitor mode on fullscreen exit
km: អនុវត្ត​របៀបម៉ូនីទ័រ​ដើម​ពេល​ចាក​ចេញ​ពី ពេញ​អេក្រង់

# IDD_PPAGEFULLSCREEN_IDC_RESTORERESCHECK
source: Restore resolution on program exit
km: ស្តា​កម្រិត​ច្បាស់​ឡើង​វិញ​ពេល​ចាក​ចេញ​ពី​កម្មវិធី

# IDD_PPAGEFULLSCREEN_IDC_STATIC
source: Delay
km: ពន្យាពេល

# IDD_NAVIGATION_DLG_IDC_NAVIGATION_INFO
source: Info
km: ព័ត៌មាន

# IDD_NAVIGATION_DLG_IDC_NAVIGATION_SCAN
source: Scan
km: ស្កេន

# IDD_PPAGESUBMISC_IDC_CHECK1
source: Prefer forced and/or default subtitles tracks
km: ចូល​ចិត្ត​ចំ​ណង​ជើង​រង​បង្ខំ​ និង ចំណង​ជើង​រង​ដើម

# IDD_PPAGESUBMISC_IDC_CHECK2
source: Prefer external subtitles over embedded subtitles
km: ចូល​ចិត្ត​ចំ​ណង​ជើង​រង​ខាង​ក្រៅ​ជាង​ចំ​ណង​ជើង​រង​បង្កប់

# IDD_PPAGESUBMISC_IDC_CHECK3
source: Ignore embedded subtitles
km: លើក​លែង ចំ​ណង​ជើង​រង​បង្កប់

# IDD_PPAGESUBMISC_IDC_STATIC
source: Autoload paths
km: ផ្ទុក​ផ្លូវ​ដោយ​ស្វ័យ​ប្រ​វត្តិ

# IDD_PPAGESUBMISC_IDC_BUTTON1
source: Reset
km: កំណត់​ម្តង​ទៀត

# IDD_PPAGESUBMISC_IDC_STATIC
source: Online database
km: ដាតា​បេស​អន​ឡាញ

# IDD_PPAGESUBMISC_IDC_BUTTON2
source: Test
km: សាក

# IDD_UPDATE_DIALOG_CAPTION
source: Update Checker
km: អ្នក​ត្រួ​តពិនិត្យ​ការ​បន្ទាន់​សម័យ

# IDD_UPDATE_DIALOG_IDC_UPDATE_DL_BUTTON
source: &Download now
km: ទាញ​យក​ឥឡូវ​នេះ

# IDD_UPDATE_DIALOG_IDC_UPDATE_LATER_BUTTON
source: Remind me &later
km: រំ​លឹក​ខ្ញុំ​ពេល​ក្រោយ

# IDD_UPDATE_DIALOG_IDC_UPDATE_IGNORE_BUTTON
source: &Ignore this update
km: លើក​លែង​ការ​បន្ទាន់​សម័យ​នេះ

# IDD_PPAGESHADERS_IDC_STATIC
source: Shaders contain special effects which can be added to the video rendering process.
km: Shaders មាន​ផ្ទុក​នូវ​ special effects ដែល​អាច​ថែម​ទៅ​ក្នុង​ដំណើរ​ការ​បង្ហាញ​វីដេអូ​បាន។

# IDD_PPAGESHADERS_IDC_BUTTON12
source: Add shader file
km: ថែម​ឯក​សារ shader

# IDD_PPAGESHADERS_IDC_BUTTON13
source: Remove
km: លុប

# IDD_PPAGESHADERS_IDC_BUTTON1
source: Add to pre-resize
km: ថែមទៅ pre-resize

# IDD_PPAGESHADERS_IDC_BUTTON2
source: Add to post-resize
km: ថែម​ទៅ​ post-resize

# IDD_PPAGESHADERS_IDC_BUTTON3
source: Load
km: ផ្ទុក​ឡើង

# IDD_PPAGESHADERS_IDC_BUTTON4
source: Save
km: រក្សា

# IDD_PPAGESHADERS_IDC_BUTTON5
source: Delete
km: លុប

# IDD_PPAGESHADERS_IDC_STATIC
source: Active pre-resize shaders
km: ដំ​ណើរ​ការ​ pre-resize shaders

# IDD_PPAGESHADERS_IDC_STATIC
source: Active post-resize shaders
km: ដំ​ណើរ​ការ​ post-resize shaders

# IDD_DEBUGSHADERS_DLG_CAPTION
source: Debug Shaders
km: បំបាត់​កំហុស Shaders

# IDD_DEBUGSHADERS_DLG_IDC_STATIC
source: Debug Information
km: បំបាត់​កំហុសព័ត៌មាន

# IDD_PPAGEADVANCED_IDC_BUTTON1
source: Default
km: លំ​នាំ​ដើម

# IDD_CMD_LINE_HELP_IDOK
source: OK
km: បាទ/ចាស
