Repository: chase69/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.ff.dialogs.po
Languages: ff

# IDD_PPAGECAPTURE_IDC_STATIC4
source: Network Provider
ff: Dokkiroowo Network

# IDD_PPAGECAPTURE_IDC_STATIC5
source: Tuner
ff: Regilirngel

# IDD_PPAGECAPTURE_IDC_STATIC6
source: Receiver
ff: Keɓgol

# IDD_PPAGECAPTURE_IDC_PPAGECAPTURE_ST11
source: Rebuild filter graph
ff: Darnito filtre garaaf

# IDD_PPAGECAPTURE_IDC_PPAGECAPTURE_ST12
source: Stop filter graph
ff: Darnu Filtre garaaf

# IDD_PPAGESYNC_IDC_SYNCVIDEO
source: Sync video to display
ff: Jahdingol Widiyoo to kollirgal

# IDD_PPAGESYNC_IDC_SYNCDISPLAY
source: Sync display to video
ff: Jahdingol kollirgal to Widiyoo

# IDD_PPAGESYNC_IDC_STATIC3
source: lines
ff: Ciifi

# IDD_PPAGESYNC_IDC_STATIC4
source: columns
ff: Gori

# IDD_PPAGESYNC_IDC_STATIC5
source: Target sync offset:
ff: Toɓɓannde sync offset:

# IDD_PPAGESYNC_IDC_STATIC7
source: Control limits:
ff: Kaɗtudi ƴewtito

# IDD_PPAGESYNC_IDC_STATIC10
source: Changes take effect after the playback has been closed and restarted.
ff: Waylu take effect ɓaawo nde playback on uddi o huɓɓiti

# IDD_PPAGEFULLSCREEN_IDC_CHECK1
source: Launch files in fullscreen
ff: Fampo piile ka kuurgaltef

# IDD_PPAGEFULLSCREEN_IDC_CHECK4
source: Hide controls in fullscreen
ff: Suuɗu yurnitorɗe ka kuurgaltef

# IDD_PPAGEFULLSCREEN_IDC_CHECK6
source: Hide docked panels
ff: Suuɗu docked panels

# IDD_PPAGEFULLSCREEN_IDC_CHECK5
source: Exit fullscreen at the end of playback
ff: Yaltu e kuurgaltef ka timmoode playback

# IDD_PPAGEFULLSCREEN_IDC_STATIC
source: Fullscreen monitor
ff: Kuurgaltef yaltinirde

# IDD_PPAGEFULLSCREEN_IDC_CHECK2
source: Use autochange fullscreen monitor mode
ff: Huutor mood waylude hoore mun kuurgaltef

# IDD_PPAGEFULLSCREEN_IDC_BUTTON1
source: Add
ff: Ɓeydu

# IDD_PPAGEFULLSCREEN_IDC_BUTTON3
source: Up
ff: Dow

# IDD_PPAGEFULLSCREEN_IDC_BUTTON4
source: Down
ff: Les

# IDD_PPAGEFULLSCREEN_IDC_CHECK3
source: Apply default monitor mode on fullscreen exit
ff: Siinu mood yaltinirde woowaande ka kuurgal tew ɗoo

# IDD_PPAGEFULLSCREEN_IDC_RESTORERESCHECK
source: Restore resolution on program exit
ff: Artir jiɓtol ka poroguraam ɗoo

# IDD_PPAGEFULLSCREEN_IDC_STATIC
source: Delay
ff: Lajal

# IDD_NAVIGATION_DLG_IDC_NAVIGATION_INFO
source: Info
ff: Kabaaru

# IDD_NAVIGATION_DLG_IDC_NAVIGATION_SCAN
source: Scan
ff: Eskaan

# IDD_PPAGESUBMISC_IDC_CHECK1
source: Prefer forced and/or default subtitles tracks
ff: Cuɓal forced and/or default subtitles tracks

# IDD_PPAGESUBMISC_IDC_CHECK3
source: Ignore embedded subtitles
ff: Ɗurno embedded sobtite

# IDD_PPAGESUBMISC_IDC_STATIC
source: Autoload paths
ff: Lowaade hoore mun leppi

# IDD_PPAGESUBMISC_IDC_BUTTON1
source: Reset
ff: Mahito

# IDD_PPAGESUBMISC_IDC_STATIC
source: Online database
ff: Online duttorgal keɓe

# IDD_PPAGESUBMISC_IDC_STATIC
source: Base URL of the online subtitle database:
ff: Duttorgal URL fii subtite online:

# IDD_PPAGESUBMISC_IDC_BUTTON2
source: Test
ff: Ndarndo

# IDD_UPDATE_DIALOG_CAPTION
source: Update Checker
ff: Ƴeewtirde Update

# IDD_UPDATE_DIALOG_IDC_UPDATE_DL_BUTTON
source: &Download now
ff: &Lowtu non

# IDD_UPDATE_DIALOG_IDC_UPDATE_LATER_BUTTON
source: Remind me &later
ff: Anndintinam ka ɓadii

# IDD_UPDATE_DIALOG_IDC_UPDATE_IGNORE_BUTTON
source: &Ignore this update
ff: &Ɗurno oo heyɗintino

# IDD_PPAGESHADERS_IDC_BUTTON13
source: Remove
ff: Ittu

# IDD_PPAGESHADERS_IDC_BUTTON1
source: Add to pre-resize
ff: Ɓeydu to ado-ɓettaade

# IDD_PPAGESHADERS_IDC_BUTTON2
source: Add to post-resize
ff: Ɓeydu to poosto-ɓettaade

# IDD_PPAGESHADERS_IDC_BUTTON3
source: Load
ff: Loowu

# IDD_PPAGESHADERS_IDC_BUTTON4
source: Save
ff: Danndu

# IDD_PPAGESHADERS_IDC_BUTTON5
source: Delete
ff: Montu

# IDD_PPAGESHADERS_IDC_STATIC
source: Active pre-resize shaders
ff: Softin ado-ɓettaade shaders

# IDD_PPAGESHADERS_IDC_STATIC
source: Active post-resize shaders
ff: Softin ado-ɓettaade shaders

# IDD_DEBUGSHADERS_DLG_IDC_STATIC
source: Debug Information
ff: Henorde kumpite

# IDD_DEBUGSHADERS_DLG_IDC_RADIO1
source: PS 2.0
ff: 2.0 PS

# IDD_DEBUGSHADERS_DLG_IDC_RADIO2
source: PS 2.0b
ff: 2.0b PS

# IDD_DEBUGSHADERS_DLG_IDC_RADIO3
source: PS 2.0a
ff: 2.0a PS

# IDD_DEBUGSHADERS_DLG_IDC_RADIO4
source: PS 3.0
ff: 3.0 PS

# IDD_PPAGEADVANCED_IDC_STATIC
source: Advanced Settings, do not edit unless you know what you are doing.
ff: Waɗɗoyi dottaaɗe, wata fillito si wanaa nde annduɗaa ko waɗaa

# IDD_PPAGEADVANCED_IDC_RADIO1
source: True
ff: Goonga

# IDD_PPAGEADVANCED_IDC_RADIO2
source: False
ff: Fenaande

# IDD_PPAGEADVANCED_IDC_BUTTON1
source: Default
ff: Woowaaɗi

# IDD_SAVEIMAGEDIALOGTEMPL_IDC_STATIC
source: JPEG quality:
ff: Kelɗere JPEG:

# IDD_CMD_LINE_HELP_CAPTION
source: Command line help
ff: Diiwol ballal yamiroore

# IDD_CMD_LINE_HELP_IDOK
source: OK
ff: Eyyo
