Repository: chase69/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.installer.ff.strings.po
Languages: ff

# Messages_WelcomeLabel2
source: This will install [name] on your computer. It is recommended that you close all other applications before continuing.
ff: Ɗum deppoyay [name] ka hiisorgal maa Hina wasiyaa uddude kala jaaɓnirɗe ado jokkitaade

# Messages_WinVersionTooLowError
source: [name] requires Windows XP Service Pack 3 or newer to run.
ff: [name] hina lamndii Windows XP Service Pack 3 walla newer si doga.

# CustomMessages_comp_mpciconlib
source: Icon Library
ff: Duttorɗe Ikon

# CustomMessages_comp_mpcresources
source: Translations
ff: Firooji

# CustomMessages_msg_DeleteSettings
source: Do you also want to delete MPC-HC settings? If you plan on installing MPC-HC again then you do not have to delete them.
ff: E hiɗa faalaa montude teelte MPC-HC? Si ko loowde MPC-HC kadi yiɗɗaa a hatonjinaa e montude ɗe.

# CustomMessages_msg_SetupIsRunningWarning
source: MPC-HC setup is already running!
ff: Dottugol MPC-HC on hino dogde!

# CustomMessages_msg_simd_sse
source: This build of MPC-HC requires a CPU with SSE extension support. Your CPU does not have those capabilities.
ff: Ngal tuugnorgal MPC-HC hino hanndi e CPU wondude jokkel tammbo SSE. CPU maa on joganooki ɗin mbaawkaaji.

# CustomMessages_msg_simd_sse2
source: This build of MPC-HC requires a CPU with SSE2 extension support. Your CPU does not have those capabilities.
ff: Ngal tuugnorgal MPC-HC hino farli CPU wondude e SSE2 jokkel tammbo. CPU maa on joganooki ɗin mbaawkaaji.

# CustomMessages_run_DownloadToolbarImages
source: Visit our Wiki page to download toolbar images
ff: Juuro hello amen ngon Wikii ngam lowtude nate toolbar

# CustomMessages_tsk_AllUsers
source: For all users
ff: Fii kala kuutortooɗo

# CustomMessages_tsk_CurrentUser
source: For the current user only
ff: Fii kuutortooɗo fewndo ɗoo on tan

# CustomMessages_tsk_Other
source: Other tasks:
ff: Golle go'o:

# CustomMessages_tsk_ResetSettings
source: Reset settings
ff: Fuɗɗito Teelte

# CustomMessages_types_DefaultInstallation
source: Default installation
ff: Loowo woowaango

# CustomMessages_types_CustomInstallation
source: Custom installation
ff: Heertin loowo

# CustomMessages_ViewChangelog
source: View Changelog
ff: Ƴeewu mbaylulog
