Repository: chase69/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.ff.menus.po
Languages: ff

# POPUP
source: &File
ff: &Fiilde

# ID_FILE_OPENQUICK
source: &Quick Open File...
ff: &Udditirde Fiilde yaawunde...

# ID_FILE_OPENMEDIA
source: &Open File...
ff: &Udditu Fiilde...

# ID_FILE_OPENDVDBD
source: Open &DVD/BD...
ff: Udditu &DVD/BD...

# ID_FILE_OPENDEVICE
source: Open De&vice...
ff: Udditu Masiŋel...

# ID_FILE_OPENDIRECTORY
source: Open Dir&ectory...
ff: Udditu Regginorde...

# ID_FILE_OPENDISC
source: O&pen Disc
ff: Udditu Disk

# ID_RECENT_FILES
source: Recent &Files
ff: Fiilɗe &Sakket

# ID_FILE_CLOSE_AND_RESTORE
source: &Close
ff: &Soku

# ID_FILE_SAVE_COPY
source: &Save a Copy...
ff: &Danndu Koppi...

# ID_FILE_SAVE_IMAGE
source: Save &Image...
ff: Danndu &Natal...

# ID_FILE_SAVE_THUMBNAILS
source: Save &Thumbnails...
ff: Danndu & Dooɓe...

# ID_FILE_LOAD_SUBTITLE
source: &Load Subtitle...
ff: &Loowu Sobtite...

# ID_FILE_SAVE_SUBTITLE
source: Save S&ubtitle...
ff: Danndu Sobtite...

# POPUP
source: Subtitle Data&base
ff: Sobtite ruttorgal keɓe

# ID_FILE_ISDB_SEARCH
source: &Search...
ff: &ɗaɓɓitirgel...... ɗ

# ID_FILE_ISDB_UPLOAD
source: &Upload...
ff: &Loowu...

# ID_FILE_ISDB_DOWNLOAD
source: &Download...
ff: &Lowtu...

# ID_FILE_PROPERTIES
source: P&roperties
ff: Keeriiɗe

# ID_FILE_EXIT
source: E&xit
ff: Yaltu

# POPUP
source: &View
ff: &Ƴeew

# ID_VIEW_CAPTIONMENU
source: Caption&&Menu
ff: Pirdugal&&Cuɓe

# ID_VIEW_CONTROLS
source: &Controls
ff: &Yurnito

# ID_VIEW_INFORMATION
source: &Information
ff: &Kumpite

# ID_VIEW_STATISTICS
source: &Statistics
ff: &Limooje

# ID_VIEW_STATUS
source: St&atus
ff: Doosgal

# ID_VIEW_PLAYLIST
source: Pla&ylist
ff: DoggolFijooji

# ID_VIEW_CAPTURE
source: Captu&re
ff: Jaggude

# ID_VIEW_NAVIGATION
source: Na&vigation
ff: Wanngorde

# ID_VIEW_PRESETS_MINIMAL
source: &Minimal
ff: &Fanɗiteljun

# ID_VIEW_PRESETS_COMPACT
source: &Compact
ff: &Tekki

# ID_VIEW_PRESETS_NORMAL
source: &Normal
ff: &Normaal

# ID_VIEW_FULLSCREEN
source: F&ull Screen
ff: Kuurgal Tef

# POPUP
source: &Zoom
ff: &Suum

# ID_VIEW_ZOOM_AUTOFIT_LARGER
source: Auto Fit (&Larger Only)
ff: Auto Fit (&Yaajeendi Tan)

# ID_VIEW_TEARING_TEST
source: &Tearing Test
ff: &Wippaade ƴeewndo

# ID_VIEW_DISPLAYSTATS
source: &Display Stats
ff: &Kollirgal Stats

# ID_VIEW_REMAINING_TIME
source: &Remaining Time
ff: &Ko heddii e dumunna

# POPUP
source: &Output Range
ff: &Yaltinde Yaajeendi

# POPUP
source: &Presentation
ff: &Yeeɓude

# ID_VIEW_D3DFULLSCREEN
source: D3D Fullscreen &Mode
ff: D3D Kuurgal tef &Moodu

# ID_VIEW_FULLSCREENGUISUPPORT
source: D3D Fullscreen &GUI Support
ff: D3D Kuurgal tef &GUI Tammbal

# ID_VIEW_HIGHCOLORRESOLUTION
source: 10-bit &RGB Output
ff: Bitere 10 &RGB Yaltal

# ID_VIEW_FORCEINPUTHIGHCOLORRESOLUTION
source: Force 10-bit RGB &Input
ff: Doole 10-bitere RGB &naatnal

# ID_VIEW_DISABLEDESKTOPCOMPOSITION
source: Disable desktop composition (&Aero)
ff: Ñifin yuɓɓiito biroo on (&Aero)

# ID_VIEW_ENABLEFRAMETIMECORRECTION
source: Enable Frame Time &Correction
ff: Gollin dumunna Faraam &Saatannde

# POPUP
source: &Color Management
ff: &Kisnal Noordi

# ID_VIEW_CM_ENABLE
source: &Enable
ff: &Gollin

# POPUP
source: &Input Type
ff: &Noone Naatnal

# ID_VIEW_CM_INPUT_AUTO
source: &Auto-Detect
ff: &Yiytude Hoore-mun

# POPUP
source: Ambient &Light
ff: Degere &Ndaygu

# ID_VIEW_CM_AMBIENTLIGHT_BRIGHT
source: &Bright (2.2 Gamma)
ff: &Ndaygugol (Gamma 2.2)

# ID_VIEW_CM_AMBIENTLIGHT_DARK
source: D&ark (2.4 Gamma)
ff: Niɓɓitugol (Gamma 2.4)

# POPUP
source: &Rendering Intent
ff: &Tottitinde enternet

# ID_VIEW_CM_INTENT_SATURATION
source: &Saturation
ff: &Hartungo

# ID_VIEW_VSYNCACCURATE
source: &Accurate VSync
ff: &Ndeeglude VSync

# ID_VIEW_ALTERNATIVEVSYNC
source: A&lternative VSync
ff: Lomlomtondiral VSync

# ID_VIEW_VSYNCOFFSET_DECREASE
source: &Decrease VSync Offset
ff: &Ɗuytu VSync Offset

# ID_VIEW_VSYNCOFFSET_INCREASE
source: &Increase VSync Offset
ff: Ɓeydude VSync Offset

# POPUP
source: &GPU Control
ff: &Yurnito GPU

# ID_VIEW_FLUSHGPU_BEFOREVSYNC
source: Flush GPU &before VSync
ff: Fooɗde GPU &ko adii VSync

# ID_VIEW_FLUSHGPU_AFTERPRESENT
source: Flush GPU &after Present
ff: Fooɗde GPU ɓaawo ko fewndii

# POPUP
source: R&eset
ff: Mahito

# ID_VIEW_RESET_DEFAULT
source: Reset to &default renderer settings
ff: Mahito e default renderer settings

# ID_VIEW_RESET_OPTIMAL
source: Reset to &optimal renderer settings
ff: Mahito e &optimal renderer settings

# POPUP
source: Video &Frame
ff: Widiyoo &Faraam

# ID_VIEW_VF_HALF
source: &Half Size
ff: &Feccere Mawneeki

# ID_VIEW_VF_NORMAL
source: &Normal Size
ff: &Mawneeki Haanunki

# ID_VIEW_VF_DOUBLE
source: &Double Size
ff: &Mawneeki Sowaaki

# ID_VIEW_VF_STRETCH
source: &Stretch To Window
ff: Lir e Henorde

# ID_VIEW_VF_ZOOM1
source: Zoom &1
ff: Suum &1

# ID_VIEW_VF_ZOOM2
source: Zoom &2
ff: Suum &2

# ID_VIEW_VF_KEEPASPECTRATIO
source: &Keep Aspect Ratio
ff: &Maru Mbaydi Ratio

# POPUP
source: Override &Aspect Ratio
ff: Lomtaade &Mbaydi Ratio

# ID_ASPECTRATIO_SOURCE
source: &Default
ff: &Woowaaɗi

# ID_VIEW_VF_COMPMONDESKARDIFF
source: &Correct Monitor/Desktop AR Diff
ff: Sellin Wirngallo/Biroo AR Diff

# ID_VIEW_INCSIZE
source: &Increase Size
ff: &Ɓeydu Mawneeki

# ID_VIEW_DECSIZE
source: &Decrease Size
ff: &Ɗuytu Mawneeki

# ID_VIEW_INCWIDTH
source: I&ncrease Width
ff: Ɓeydu Yaajeendi

# ID_VIEW_DECWIDTH
source: D&ecrease Width
ff: Ɗuytu Yaajeendi

# ID_VIEW_INCHEIGHT
source: In&crease Height
ff: Ɓeydu Tooweendi

# ID_VIEW_DECHEIGHT
source: Decre&ase Height
ff: Ɗuytu Tooweendi

# ID_PANSCAN_MOVERIGHT
source: Move &Right
ff: Sottinor &Ñaamo

# ID_PANSCAN_MOVELEFT
source: Move &Left
ff: Sottinor &Nano

# ID_PANSCAN_MOVEUP
source: Move &Up
ff: Sottinor &Dow

# ID_PANSCAN_MOVEDOWN
source: Move &Down
ff: Sottinor &Les

# ID_PANSCAN_CENTER
source: Cen&ter
ff: Tummbino

# ID_VIEW_RESET
source: Re&set
ff: Mahito

# ID_ONTOP_DEFAULT
source: &Default
ff: &Woowaaɗi

# ID_ONTOP_ALWAYS
source: &Always
ff: &Daañaa

# ID_VIEW_OPTIONS
source: &Options...
ff: &Cuɓe...

# POPUP
source: &Play
ff: &Fijin

# ID_PLAY_PLAYPAUSE
source: &Play/Pause
ff: &Fijin/Fooftin

# ID_PLAY_STOP
source: &Stop
ff: &Darnu

# ID_PLAY_FRAMESTEP
source: F&rame Step
ff: Sagara Faraam

# ID_PLAY_DECRATE
source: &Decrease Rate
ff: Ɗuytu Emmbere

# ID_PLAY_INCRATE
source: &Increase Rate
ff: &Ɓeydu Emmbere

# ID_PLAY_RESETRATE
source: R&eset Rate
ff: Mahito Emmbere

# ID_FILTERS
source: &Filters
ff: &Ceɗirɗe

# POPUP
source: &Volume
ff: &Wolim

# ID_VOLUME_UP
source: &Up
ff: &Dow

# ID_VOLUME_DOWN
source: &Down
ff: &Les

# ID_VOLUME_MUTE
source: &Mute
ff: &Deƴƴin

# POPUP
source: Af&ter Playback
ff: Nden Fijin kadi

# ID_AFTERPLAYBACK_CLOSE
source: &Exit
ff: &Yaltu

# ID_AFTERPLAYBACK_SHUTDOWN
source: Shut&down
ff: Ñifin

# ID_AFTERPLAYBACK_LOGOFF
source: Log &Off
ff: Keewol &Seŋtude

# ID_AFTERPLAYBACK_LOCK
source: &Lock
ff: &Soku

# ID_AFTERPLAYBACK_MONITOROFF
source: Turn off the &monitor
ff: Ñifin yaltinirde nden

# ID_AFTERPLAYBACK_PLAYNEXT
source: Play &next file in the folder
ff: Fijin &next file in the folder

# POPUP
source: &Navigate
ff: &Wango

# ID_NAVIGATE_SKIPBACK
source: &Previous
ff: &Ɓennungol

# ID_NAVIGATE_SKIPFORWARD
source: &Next
ff: &Ko hikkii

# ID_NAVIGATE_GOTO
source: &Go To...
ff: &Yahu to...

# ID_NAVIGATE_TITLEMENU
source: &Title Menu
ff: &Tiitoonde Cuɓirgol

# ID_NAVIGATE_ROOTMENU
source: &Root Menu
ff: &Fuɗde Cuɓirgol

# ID_NAVIGATE_SUBPICTUREMENU
source: &Subtitle Menu
ff: &Sebtiito Cuɓirgol

# ID_NAVIGATE_AUDIOMENU
source: &Audio Menu
ff: &Cuɓirgol Ojoo

# ID_NAVIGATE_ANGLEMENU
source: An&gle Menu
ff: Lompol Suɓorngol

# ID_NAVIGATE_CHAPTERMENU
source: &Chapter Menu
ff: Fasluwol Suɓorngol

# ID_FAVORITES
source: F&avorites
ff: Cuɓaaɗum

# POPUP
source: &Help
ff: &Ballal

# ID_HELP_HOMEPAGE
source: &Home Page
ff: &Jaɓɓorde

# ID_HELP_CHECKFORUPDATE
source: Check for &updates
ff: Ƴewndo fii &hesɗitinde

# ID_HELP_SHOWCOMMANDLINESWITCHES
source: &Command Line Switches
ff: &Yamiroore Line Switches

# ID_HELP_TOOLBARIMAGES
source: Download &Toolbar Images
ff: Lowto &Kettuki nate

# ID_HELP_DONATE
source: &Donate
ff: &Okku

# ID_HELP_ABOUT
source: &About...
ff: &Ko fayti e...
