Repository: chase69/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.menus.po
Languages: km

# POPUP
source: &File
km: &ឯកសារ

# ID_FILE_OPENQUICK
source: &Quick Open File...
km: &បើក​ឯកសារ​រហ័ស

# ID_FILE_OPENMEDIA
source: &Open File...
km: &បើក​ឯក​សារ

# ID_FILE_OPENDVDBD
source: Open &DVD/BD...
km: បើក &DVD/BD...

# ID_FILE_OPENDEVICE
source: Open De&vice...
km: បើក&​ឧបករណ៍

# ID_FILE_OPENDIRECTORY
source: Open Dir&ectory...
km: បើក&ថត

# ID_FILE_OPENDISC
source: O&pen Disc
km: បើក&​ថាស​

# ID_RECENT_FILES
source: Recent &Files
km: &ឯកសារ​ថ្មី

# ID_FILE_CLOSE_AND_RESTORE
source: &Close
km: &បិទ

# ID_FILE_SAVE_COPY
source: &Save a Copy...
km: &រក្សា​ទុក​មួយ​ច្បាប់

# ID_FILE_SAVE_IMAGE
source: Save &Image...
km: រក្សា​&រូប​ភាព

# ID_FILE_SAVE_THUMBNAILS
source: Save &Thumbnails...
km: រក្សា​រូប​ភាព​&តូច​

# ID_FILE_LOAD_SUBTITLE
source: &Load Subtitle...
km: &ផ្ទុក​ឡើង​ចំ​ណង​ជើង​រង

# ID_FILE_SAVE_SUBTITLE
source: Save S&ubtitle...
km: រក្សា​&ចំណង​ជើង​រង

# POPUP
source: Subtitle Data&base
km: មូលដ្ឋានទិន្នន័យនៃ​ចំណង​ជើង​រង

# ID_FILE_ISDB_SEARCH
source: &Search...
km: &ស្វែង​រក

# ID_FILE_ISDB_UPLOAD
source: &Upload...
km: &បង្ហោះ​ឡើង

# ID_FILE_ISDB_DOWNLOAD
source: &Download...
km: &ទាញ​យក

# ID_FILE_PROPERTIES
source: P&roperties
km: &លក្ខណៈ​សម្បត្តិ​

# ID_FILE_EXIT
source: E&xit
km: &ចាក​ចេញ

# POPUP
source: &View
km: &ទិដ្ឋភាព

# ID_VIEW_CAPTIONMENU
source: Caption&&Menu
km: ចំណង​ជើង&&ម៉ឺនុយ​​

# ID_VIEW_SEEKER
source: See&k Bar
km: របារ&​ស្វែង​រក

# ID_VIEW_CONTROLS
source: &Controls
km: &ការ​បញ្ជា

# ID_VIEW_INFORMATION
source: &Information
km: &ព័ត៌មាន

# ID_VIEW_STATISTICS
source: &Statistics
km: &ស្ថិតិ

# ID_VIEW_STATUS
source: St&atus
km: ស្ថាន&ភាព

# ID_VIEW_SUBRESYNC
source: Su&bresync
km: &ប្រ​សព្វ​ចំណង​ជើង​រង

# ID_VIEW_PLAYLIST
source: Pla&ylist
km: &បញ្ជីចាក់

# ID_VIEW_CAPTURE
source: Captu&re
km: &ថត

# ID_VIEW_NAVIGATION
source: Na&vigation
km: កា&រុក​រក

# POPUP
source: &Presets...
km: &កំណត់​ជា​មុន

# ID_VIEW_PRESETS_MINIMAL
source: &Minimal
km: &តិច​តួច

# ID_VIEW_PRESETS_COMPACT
source: &Compact
km: &ល្មម

# ID_VIEW_PRESETS_NORMAL
source: &Normal
km: &ធម្មតា

# ID_VIEW_FULLSCREEN
source: F&ull Screen
km: &ពេញ​អេក្រង់​

# POPUP
source: &Zoom
km: &ពង្រីក

# ID_VIEW_ZOOM_AUTOFIT
source: Auto &Fit
km: បំ​ពេញ​អោយ​ស្មើ​ស្វ័យប្រវត្តិ

# ID_VIEW_ZOOM_AUTOFIT_LARGER
source: Auto Fit (&Larger Only)
km: បំ​ពេញ​អោយ​ស្មើ​ស្វ័យប្រវត្តិ (&ធំជាង)

# POPUP
source: R&enderer Settings
km: កំណត់​ការ​&បង្ហាញ

# ID_VIEW_TEARING_TEST
source: &Tearing Test
km: សាក​ល្បង&​ហែក

# ID_VIEW_DISPLAYSTATS
source: &Display Stats
km: &ស្ថិតិរូប​ភាព

# ID_VIEW_REMAINING_TIME
source: &Remaining Time
km: រយៈពេល​នៅ&​សល់

# POPUP
source: &Output Range
km: &ប្រវែងទិន្នផល

# POPUP
source: &Presentation
km: &បទ​បង្ហាញ

# ID_VIEW_D3DFULLSCREEN
source: D3D Fullscreen &Mode
km: របៀប​ពេញ​អេ​ក្រង់​បែប D3D

# ID_VIEW_FULLSCREENGUISUPPORT
source: D3D Fullscreen &GUI Support
km: ពេញ​អេ​ក្រង់​បែប D3D &ជំនួយ​ GUI

# ID_VIEW_HIGHCOLORRESOLUTION
source: 10-bit &RGB Output
km: ទិន្នផល 10-bit RGB

# ID_VIEW_FORCEINPUTHIGHCOLORRESOLUTION
source: Force 10-bit RGB &Input
km: បង្ខំការ​បញ្ចូល 10-bit RGB

# ID_VIEW_FULLFLOATINGPOINTPROCESSING
source: &Full Floating Point Processing
km: &Full Floating Point កំពុង​ដំណើរ​ការ

# ID_VIEW_HALFFLOATINGPOINTPROCESSING
source: &Half Floating Point Processing
km: &Half Floating Point កំពុង​ដំ​ណើរ​ការ

# ID_VIEW_DISABLEDESKTOPCOMPOSITION
source: Disable desktop composition (&Aero)
km: បិត​ desktop composition (&Aero)

# ID_VIEW_ENABLEFRAMETIMECORRECTION
source: Enable Frame Time &Correction
km: បើក Frame Time &Correction

# POPUP
source: &Color Management
km: ការ​គ្រប់​គ្រង​&ពណ៌

# ID_VIEW_CM_ENABLE
source: &Enable
km: &ដំណើរ​ការ

# POPUP
source: &Input Type
km: របៀប​&បញ្ចូល

# ID_VIEW_CM_INPUT_AUTO
source: &Auto-Detect
km: រក​ឃើញ​ដោយ​ &ស្វ័យប្រវត្តិ

# ID_VIEW_CM_INPUT_HDTV
source: &HDTV
km: &ទូរទស្សន៍ HDTV

# ID_VIEW_CM_INPUT_SDTV_NTSC
source: SDTV &NTSC
km: ទូរទស្សន៍ SDTV &NTSC

# ID_VIEW_CM_INPUT_SDTV_PAL
source: SDTV &PAL
km: ទូរទស្សន៍ SDTV &PAL

# POPUP
source: Ambient &Light
km: &ពន្លឺ​ជុំវិញ

# ID_VIEW_CM_AMBIENTLIGHT_BRIGHT
source: &Bright (2.2 Gamma)
km: &ភ្លឺ (2.2 ហ្គាម៉ា)

# ID_VIEW_CM_AMBIENTLIGHT_DIM
source: &Dim (2.35 Gamma)
km: &បន្ថយ​ពន្លឺ​ (2.35 ហ្គាម៉ា)

# ID_VIEW_CM_AMBIENTLIGHT_DARK
source: D&ark (2.4 Gamma)
km: &ងងឹត (2.4 Gamma)

# POPUP
source: &Rendering Intent
km: បំណង​នៃ&ការ​បង្ហាញ

# ID_VIEW_CM_INTENT_SATURATION
source: &Saturation
km: &កម្រិតពណ៍

# ID_VIEW_VSYNCACCURATE
source: &Accurate VSync
km: VSync &ច្បាស់​លាស់

# ID_VIEW_ALTERNATIVEVSYNC
source: A&lternative VSync
km: VSync &ផ្សេង​ទៀត

# ID_VIEW_VSYNCOFFSET_DECREASE
source: &Decrease VSync Offset
km: &បន្ថយ VSync Offset

# ID_VIEW_VSYNCOFFSET_INCREASE
source: &Increase VSync Offset
km: បន្ថែម​ VSync Offset

# POPUP
source: &GPU Control
km: ការ​បញ្ចា &GPU

# POPUP
source: R&eset
km: &កំណត់​ឡើង​វិញ

# ID_VIEW_RESET_DEFAULT
source: Reset to &default renderer settings
km: កំណត់​ការ​&បង្ហាញលំនាំ​ដើម​វិញ

# ID_VIEW_RESET_OPTIMAL
source: Reset to &optimal renderer settings
km: កំណត់​ការ​&បង្ហាញតូច​បំផុត​ឡើង​វិញ

# POPUP
source: Video &Frame
km: &ស៊ុមវីដេអូ

# ID_VIEW_VF_HALF
source: &Half Size
km: ទំហំ&​ពាក់​កណ្តាល

# ID_VIEW_VF_NORMAL
source: &Normal Size
km: ទំហំ​&ធម្មតា

# ID_VIEW_VF_DOUBLE
source: &Double Size
km: ទំហំ​&ឌុប

# ID_VIEW_VF_STRETCH
source: &Stretch To Window
km: &ទាញ​អោយ​ជាប់​បង្អួច

# ID_VIEW_VF_FROMINSIDE
source: Touch Window From &Inside
km: ប៉ះ​បង្អួច​ពី&ក្នុង

# ID_VIEW_VF_ZOOM1
source: Zoom &1
km: ពង្រីក &1

# ID_VIEW_VF_ZOOM2
source: Zoom &2
km: ពង្រីក &2

# ID_VIEW_VF_FROMOUTSIDE
source: Touch Window From &Outside
km: ប៉ះ​បង្អួច​ពី​&ក្រៅ

# ID_VIEW_VF_KEEPASPECTRATIO
source: &Keep Aspect Ratio
km: &រក្សា​ទំហំ​សមាមាត្រ

# POPUP
source: Override &Aspect Ratio
km: សរសេរ​ជាន់​ពី​លើ&ទំហំ​សមាមាត្រ

# ID_ASPECTRATIO_SOURCE
source: &Default
km: &លំនាំ​ដើម

# ID_VIEW_VF_COMPMONDESKARDIFF
source: &Correct Monitor/Desktop AR Diff
km: កែ​តម្រូវ AR Diff​ អេក្រង់

# POPUP
source: Pa&n&&Scan
km: &ទាញ​និង&​ស្កេន

# ID_VIEW_INCSIZE
source: &Increase Size
km: &បន្ថែម​ទំហំ

# ID_VIEW_DECSIZE
source: &Decrease Size
km: &បន្ថយ​ទំហំ

# ID_VIEW_INCWIDTH
source: I&ncrease Width
km: &បន្ថែម​ទទឹង

# ID_VIEW_DECWIDTH
source: D&ecrease Width
km: &បន្ថយ​ទទឹង

# ID_VIEW_INCHEIGHT
source: In&crease Height
km: &បន្ថែម​កំពស់

# ID_VIEW_DECHEIGHT
source: Decre&ase Height
km: &បន្ថយ​កំពស់

# ID_PANSCAN_MOVERIGHT
source: Move &Right
km: រំកិល​ទៅ &ស្តាំ

# ID_PANSCAN_MOVELEFT
source: Move &Left
km: រំកិល​ទៅ &​ឆ្វេង

# ID_PANSCAN_MOVEUP
source: Move &Up
km: រំកិល​ទៅ &​លើ

# ID_PANSCAN_MOVEDOWN
source: Move &Down
km: រំកិល​ទៅ &ក្រោម

# ID_PANSCAN_CENTER
source: Cen&ter
km: ចំ​កណ្តាល

# ID_VIEW_RESET
source: Re&set
km: &កំណត់ឡើងវិញ

# POPUP
source: On &Top
km: នៅ​ពី&លើ

# ID_ONTOP_DEFAULT
source: &Default
km: &លំនាំដើម

# ID_ONTOP_ALWAYS
source: &Always
km: &ជានិច្ច

# ID_ONTOP_WHILEPLAYING
source: While &Playing
km: ពេល​កំពុង&លេង

# ID_ONTOP_WHILEPLAYINGVIDEO
source: While Playing &Video
km: ពេល​កំពុងលេង&វីដេអូ

# ID_VIEW_OPTIONS
source: &Options...
km: &ជម្រើស...

# POPUP
source: &Play
km: &លេង

# ID_PLAY_PLAYPAUSE
source: &Play/Pause
km: &លេង/ផ្អាក

# ID_PLAY_STOP
source: &Stop
km: &ឈប់

# ID_PLAY_DECRATE
source: &Decrease Rate
km: បន្ថយ​កម្រិត

# ID_PLAY_INCRATE
source: &Increase Rate
km: បន្ថែម​កម្រិត

# ID_PLAY_RESETRATE
source: R&eset Rate
km: ប្តូ​កម្រិត

# ID_FILTERS
source: &Filters
km: &តម្រង

# POPUP
source: &Volume
km: &កម្រិតសំឡេង

# ID_VOLUME_UP
source: &Up
km: &លើ

# ID_VOLUME_DOWN
source: &Down
km: &ក្រោម

# ID_VOLUME_MUTE
source: &Mute
km: &បិត​សម្លេង

# POPUP
source: Af&ter Playback
km: &ក្រោយ​ពី​ការ​លេង

# ID_AFTERPLAYBACK_CLOSE
source: &Exit
km: &ចាក​ចេញ

# ID_AFTERPLAYBACK_STANDBY
source: &Stand By
km: &ត្រៀម​

# ID_AFTERPLAYBACK_HIBERNATE
source: &Hibernate
km: &សម្ងំ

# ID_AFTERPLAYBACK_SHUTDOWN
source: Shut&down
km: &បិត​ម៉ាស៊ីន

# ID_AFTERPLAYBACK_LOGOFF
source: Log &Off
km: &ចេញ

# ID_AFTERPLAYBACK_LOCK
source: &Lock
km: &ចាក់​សោរ

# POPUP
source: &Navigate
km: &រុក​រក

# ID_NAVIGATE_SKIPBACK
source: &Previous
km: &មុន

# ID_NAVIGATE_SKIPFORWARD
source: &Next
km: &បន្ទាប់

# ID_NAVIGATE_GOTO
source: &Go To...
km: &បន្ទាប់

# ID_NAVIGATE_TITLEMENU
source: &Title Menu
km: &ចំណង​ជើង​ម៉ីនុយ

# ID_NAVIGATE_ROOTMENU
source: &Root Menu
km: &ម៉ីនុយ​ឬស

# ID_NAVIGATE_SUBPICTUREMENU
source: &Subtitle Menu
km: &ម៉ីនុយ​ចំណង​ជើង​រង

# ID_NAVIGATE_AUDIOMENU
source: &Audio Menu
km: &ម៉ីនុយ​សម្លេង

# ID_NAVIGATE_ANGLEMENU
source: An&gle Menu
km: ម៉ីនុយ&មុំ

# ID_NAVIGATE_CHAPTERMENU
source: &Chapter Menu
km: ម៉ីនុយ&ជំពូក

# ID_FAVORITES
source: F&avorites
km: &សំណព្វ

# POPUP
source: &Help
km: &ជំនួយ

# ID_HELP_HOMEPAGE
source: &Home Page
km: &ទំព័រ​ដើម

# ID_HELP_CHECKFORUPDATE
source: Check for &updates
km: រក​មើល​&ការ​បន្ទាន់​សម័យ

# ID_HELP_SHOWCOMMANDLINESWITCHES
source: &Command Line Switches
km: &បញ្ចា​ប្តូ​បន្ទាត់

# ID_HELP_TOOLBARIMAGES
source: Download &Toolbar Images
km: ទាញ​យករូបភាព&របារឧបករណ៍

# ID_HELP_DONATE
source: &Donate
km: &ឧបត្ថម្ភ

# ID_HELP_ABOUT
source: &About...
km: &អំពី​យើង
