Repository: chase69/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: km

# IDD_SELECTMEDIATYPE_CAPTION
source: Select Media Type
km: ជ្រើសរើស​ប្រ​ភេទ​មេ​ឌៀ

# IDD_SELECTMEDIATYPE_IDOK
source: OK
km: បាទ/ចាស

# IDD_SELECTMEDIATYPE_IDCANCEL
source: Cancel
km: បោះបង់

# IDD_CAPTURE_DLG_IDC_STATIC1
source: Video
km: វីដេអូ

# IDD_CAPTURE_DLG_IDC_BUTTON1
source: Set
km: កំណត់

# IDD_CAPTURE_DLG_IDC_STATIC
source: Audio
km: សម្លេង

# IDD_CAPTURE_DLG_IDC_STATIC
source: Output
km: ទិន្នផល

# IDD_CAPTURE_DLG_IDC_CHECK1
source: Record Video
km: ថត​វី​ដេ​អូ

# IDD_CAPTURE_DLG_IDC_CHECK2
source: Preview
km: មើល​ទុក​មុន

# IDD_CAPTURE_DLG_IDC_CHECK3
source: Record Audio
km: ថត​សម្លេង

# IDD_CAPTURE_DLG_IDC_CHECK4
source: Preview
km: មើល​ទុក​មុន

# IDD_CAPTURE_DLG_IDC_CHECK5
source: Audio to wav
km: សម្លេង​ ទៅ​ wav

# IDD_CAPTURE_DLG_IDC_BUTTON2
source: Record
km: ថត

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK2
source: Enable built-in audio switcher filter (requires restart)
km: បើក​ audio switcher filter ដែល​មាន​ស្រាប់(​ត្រូវ​ការ​ដំ​ណើ​រ​ការ​ម៉ា​ស៊ី​ន​ជា​ថ្មី)

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK5
source: Normalize
km: ធ្វើ​អោយ​ទៅ​ជា​ធម្មតា

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC4
source: Max amplification:
km: បន្លឺ​អតិ​បរ​មា

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK6
source: Regain volume
km: បន្ថែម​សម្លេង​វិញ

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC6
source: Boost:
km: តម្លើង:

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK3
source: Down-sample to 44100 Hz
km: បន្ថយ​គំរូ​ទៅ 44100 Hz

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK1
source: Enable custom channel mapping
km: បើក​ការ​កំ​ណត់​ឆានែល​ផ្ទាល់​ខ្លួន

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC1
source: Speaker configuration for
km: ការ​កំ​ណត់​ឧបករណ៏បំពងសំលេងសម្រាប់

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC2
source: input channels:
km: បញ្ចូល​ឆាណែល:

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC3
source: Hold shift for immediate changes when clicking something
km: ចុច​ shift អោយ​ជាប់​ដើម្បី​ផ្លាស់​ប្តូ​ភ្លាមៗ​ពេល​ចុច​អ្វី​មួយ

# IDD_GOTO_DLG_CAPTION
source: Go To...
km: ទៅ​កាន់...

# IDD_GOTO_DLG_IDC_STATIC
source: Enter a timecode using the format [hh:]mm:ss.ms to jump to a specified time. You do not need to enter the separators explicitly.
km: បញ្ចូល timecode ដោយ​ប្រើ​​ទ្រង់​ទ្រាយ [មម:]នន:វវ.មវ ដើម្បី​ចូល​ទៅ​កាន់​ពេល​វេ​លា​នោះ។ អ្នក​មិន​ត្រូវ​ការ​បញ្ចូល​សញ្ញា​បំបែក​នោះ​ទេ។

# IDD_GOTO_DLG_IDC_STATIC
source: Time
km: ពេល

# IDD_GOTO_DLG_IDC_OK1
source: Go!
km: ទៅ!

# IDD_GOTO_DLG_IDC_STATIC
source: Enter two numbers to jump to a specified frame, the first is the frame number, the second is the frame rate.
km: បញ្ចូល​ចំនួន២តួរ​ដើម្បី​ចូល​ទៅ​កាន់​ស៊ុម​ណា​មួយ, តួរ​ទី​មួយ​គឺ​ជា​ចំនួន​ស៊ុម, ទី​ពីរ​គឺ​ជា​អត្រា​ស៊ុម។

# IDD_GOTO_DLG_IDC_STATIC
source: Frame
km: ស៊ុម

# IDD_GOTO_DLG_IDC_OK2
source: Go!
km: ទៅ!

# IDD_OPEN_DLG_CAPTION
source: Open
km: បើក

# IDD_OPEN_DLG_IDC_STATIC
source: Type the address of a movie or audio file (on the Internet or your computer) and the player will open it for you.
km: វាយ​អាសយដ្ឋាននៃ​ភាព​យន្ត​ឫ​ឯក​សារ​សម្លេង​មួយ​(​នៅ​លើ​អ៊ិនធើណិត​ឫ​ពី​កុំព្យូទ័រ​របស់​អ្នក) ហើយ​កម្មវិធី​ចាក់​និង​បើក​ឯក​សារ​នោះ​អោយ​អ្នក។

# IDD_OPEN_DLG_IDC_STATIC
source: Open:
km: បើក​:

# IDD_OPEN_DLG_IDC_BUTTON1
source: Browse...
km: រក​មើល...

# IDD_OPEN_DLG_IDC_STATIC1
source: Dub:
km: សម្លេង​បញ្ចូល:

# IDD_OPEN_DLG_IDC_BUTTON2
source: Browse...
km: រក​មើល...

# IDD_OPEN_DLG_IDOK
source: OK
km: បាទ/ចាស

# IDD_OPEN_DLG_IDCANCEL
source: Cancel
km: បោះ​បង់​

# IDD_OPEN_DLG_IDC_CHECK1
source: Add to playlist without opening
km: បន្ថែម​ចូល​ទៅ​បញ្ជី​ចាក់​ដោយ​មិន​បាច់​បើក

# IDD_ABOUTBOX_CAPTION
source: About
km: អំពី​យើង

# IDD_ABOUTBOX_IDC_STATIC
source: This program is freeware and released under the GNU General Public License.
km: កម្មវិធី​នេះ​ជា​កម្មវិធី​ឥតគិត​ថ្លៃ​ និង​ បាន​ចេញ​ផ្សាយ​ក្រោម​អាជ្ញាប័ណ្ណសាធារណៈទូទៅ GNU

# IDD_ABOUTBOX_IDC_STATIC
source: English translation made by MPC-HC Team
km: ការ​បក​ប្រែ​ជា​ភា​សារ​អង់គ្លេស​ដោយ​ ក្រុម MPC-HC

# IDD_ABOUTBOX_IDC_STATIC
source: Build information
km: ព័ត៌មាន​​​ជំ​នាន់

# IDD_ABOUTBOX_IDC_STATIC
source: Version:
km: ជំនាន់:

# IDD_ABOUTBOX_IDC_STATIC
source: Compiler:
km: អ្នក​ចង​ក្រង

# IDD_ABOUTBOX_IDC_LAVFILTERS_VERSION
source: Not used
km: មិន​បាន​ប្រើ

# IDD_ABOUTBOX_IDC_STATIC
source: Build date:
km: កាល​បរិច្ឆេត​ក​សាង​

# IDD_ABOUTBOX_IDC_STATIC
source: Operating system
km: ប្រ​ព័​ន្ធ​ប្រ​តិ​បត្តិ​ការណ៏

# IDD_ABOUTBOX_IDC_STATIC
source: Name:
km: ឈ្មោះ:

# IDD_ABOUTBOX_IDC_BUTTON1
source: Copy to clipboard
km: ចម្លង​ទៅ​ក្តា​រ​ខ្ទាស់

# IDD_ABOUTBOX_IDOK
source: OK
km: បាទ/ចាស

# IDD_PPAGEPLAYER_IDC_STATIC
source: Open options
km: បើក​ជម្រើស

# IDD_PPAGEPLAYER_IDC_RADIO1
source: Use the same player for each media file
km: ប្រើ​កម្មវិធី​ចាក់​ដូច​គ្នា​សំ​រាប់​ឯក​សារ​មេឌៀ​និមួយៗ

# IDD_PPAGEPLAYER_IDC_RADIO2
source: Open a new player for each media file played
km: បើក​កម្មវិ​ធី​ចាក់​ថ្មី​មួយ​សំរាប់​ឯក​សារ​មេឌៀ​និមួយ​ៗ​ដែល​បាន​លេង​

# IDD_PPAGEPLAYER_IDC_STATIC
source: Title bar
km: រ​បារ​ចំណង​ជើង

# IDD_PPAGEPLAYER_IDC_RADIO3
source: Display full path
km: បង្ហាញ​ផ្លូវ​ពេញ​លេញ

# IDD_PPAGEPLAYER_IDC_RADIO4
source: File name only
km: ឈ្មោះ​ឯក​សារ​ប៉ុណ្នោះ

# IDD_PPAGEPLAYER_IDC_RADIO5
source: Don't prefix anything
km: កុំ​បន្ថែម​បុព្វបទ​អោយ​សោះ

# IDD_PPAGEPLAYER_IDC_CHECK13
source: Replace file name with title
km: ជំនួស​ឈ្មោះ​ឯក​សារ​ដោយ​ចំ​ណង​ជើង

# IDD_PPAGEPLAYER_IDC_STATIC
source: Other
km: ដទៃ

# IDD_PPAGEPLAYER_IDC_CHECK3
source: Tray icon
km: រូប​តំណាង​ថាស

# IDD_PPAGEPLAYER_IDC_SHOW_OSD
source: Show OSD (requires restart)
km: បង្ហាញ​ OSD (ត្រូវ​ការ​ចាប់​ផ្តើម​ឡើង​វិញ)

# IDD_PPAGEPLAYER_IDC_CHECK4
source: Limit window proportions on resize
km: កំ​ណត់​សម​ភាព​បង្អួច​ពេល​ប្តូ​ទំហំ

# IDD_PPAGEPLAYER_IDC_CHECK12
source: Snap to desktop edges
km: ចាប់​ទៅ​គែម​នៃ​ផ្ទៃ​ទុរ

# IDD_PPAGEPLAYER_IDC_CHECK8
source: Store settings in .ini file
km: រក្សា​ការ​កំ​ណត់​នៅ​ក្នុងឯក​សារ​ .ini

# IDD_PPAGEPLAYER_IDC_CHECK10
source: Disable "Open Disc" menu
km: បិទ​ម៉ី​នុយ "បើក​ថាស"

# IDD_PPAGEPLAYER_IDC_CHECK9
source: Process priority above normal
km: អទិ​ភាព​នៃ​ការ​ដំណើ​រ​ការ​ហួស​ពី​ធម្មតា​

# IDD_PPAGEPLAYER_IDC_STATIC
source: History
km: ប្រ​វត្តិ

# IDD_PPAGEPLAYER_IDC_CHECK1
source: Keep history of recently opened files
km: រក្សា​ប្រ​វត្តិ​នៃ​ឯក​សារ​ដែល​ទើប​នឹង​បើក​ថ្មី​ៗ

# IDD_PPAGEPLAYER_IDC_CHECK2
source: Remember last playlist
km: ចង​ចាំ​បញ្ចីូ​ចាក់​មុន

# IDD_PPAGEPLAYER_IDC_FILE_POS
source: Remember File position
km: ចង​ចាំ​ទី​តាំង​ឯក​សារ

# IDD_PPAGEPLAYER_IDC_DVD_POS
source: Remember DVD position
km: ចង​ចាំ​ទីតាំង​ DVD

# IDD_PPAGEPLAYER_IDC_CHECK6
source: Remember last window position
km: ចង​ចាំ​ទី​តាំង​បង្អួច​មុន

# IDD_PPAGEPLAYER_IDC_CHECK7
source: Remember last window size
km: ចង​ចាំ​ទំ​ហំ​បង្អួច​មុន

# IDD_PPAGEPLAYER_IDC_CHECK11
source: Remember last Pan-n-Scan Zoom
km: ចង​ចាំ​ការ​ព​ង្រីក​ Pan-n-Scan ចុង​ក្រោយ

# IDD_PPAGEDVD_IDC_STATIC
source: "Open DVD/BD" behavior
km: ឥរិយាបទពេល "បើក DVD/BD"

# IDD_PPAGEDVD_IDC_RADIO1
source: Prompt for location
km: សួរ​រក​ទី​តាំង

# IDD_PPAGEDVD_IDC_RADIO2
source: Always open the default location:
km: តែង​តែ​បើក​ទី​តាំង​ដើម

# IDD_PPAGEDVD_IDC_STATIC
source: Preferred language for DVD Navigator and the external OGM Splitter
km: ភាសារ​សំរាប់​អ្នក​រុក​រក​ DVD និង​ OGM Splitter ខាង​ក្រៅដែល​ចូល​ចិត្ត

# IDD_PPAGEDVD_IDC_RADIO3
source: Menu
km: ម៉ីនុយ

# IDD_PPAGEDVD_IDC_RADIO4
source: Audio
km: សម្លេង

# IDD_PPAGEDVD_IDC_RADIO5
source: Subtitles
km: ជើង​រង

# IDD_PPAGEDVD_IDC_STATIC
source: Additional settings
km: ការ​កំ​ណត់​បន្ថែម

# IDD_PPAGEDVD_IDC_CHECK2
source: Allow closed captions in "Line 21 Decoder"
km: អនុ​ញ្ញាត្តិ​អោយ​បិត​ចំ​ណង​ជើង​ក្នង​ "អ្នក​បំ​បែក​កូដជួ​ទី​​21"

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Audio
km: សម្លេង

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Volume
km: កម្រិតសំឡេង

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Min
km: អប្ប

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Max
km: អតិ

# IDD_PPAGEPLAYBACK_IDC_STATIC_BALANCE
source: Balance
km: ស្មើ

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: L
km: ឆ

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: R
km: ស

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Playback
km: ការ​លេង

# IDD_PPAGEPLAYBACK_IDC_RADIO1
source: Play
km: លេង

# IDD_PPAGEPLAYBACK_IDC_RADIO2
source: Repeat forever
km: លេង​ឡើង​វិញ​ជា​រៀង​រហូត

# IDD_PPAGEPLAYBACK_IDC_STATIC1
source: time(s)
km: ពេល(វ)

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Output
km: ទិន្នផល

# IDD_PPAGEPLAYBACK_IDC_CHECK5
source: Auto-zoom:
km: ពង្រីក​ដោយ​ស្វ័យ​ប្រ​វត្តិ

# IDD_PPAGEPLAYBACK_IDC_STATIC2
source: Auto fit factor:
km: រក្សារាង​ដោយ​ស្វ័យ​ប្រវត្តិ

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Default track preference
km: ចំ​ណង់​ចំ​ណូល​ចិត្ត​បទ​ដើម

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Subtitles:
km: ចំណង​ជើង​រង:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Audio:
km: សម្លេង:

# IDD_PPAGEPLAYBACK_IDC_CHECK4
source: Allow overriding external splitter choice
km: អនុញាត្តិ​អោយ​​ ជំនួស​ជម្រើស​ splitter ខាង​ក្រៅ

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Open settings
km: បើក​ការ​កំណត់

# IDD_PPAGEPLAYBACK_IDC_CHECK7
source: Use worker thread to construct the filter graph
km: ប្រើ​​ worker thread ដើម្បី​សាង​សង់​តម្រង​ក្រាហ្វ

# IDD_PPAGEPLAYBACK_IDC_CHECK6
source: Report pins which fail to render
km: រាយ​ការណ៏​ពី​ម្ជុល​ដែល​មិន​អាច​បង្ហាញ​បាន

# IDD_PPAGEPLAYBACK_IDC_CHECK2
source: Auto-load audio files
km: បើក​ឯក​សារ​សម្លេង​ដោយ​ស្វ័យ​ប្រវត្តិ

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Control
km: ការ​បញ្ចា

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Volume step:
km: ដំ​ណាក់​កាល​កម្រិត​សម្លេង

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Speed step:
km: ដំណាក់​កាល​ល្បឿន

# IDD_PPAGESUBTITLES_IDC_CHECK3
source: Override placement
km: ជំនួស​ការ​ដាក់

# IDD_PPAGESUBTITLES_IDC_STATIC1
source: Horizontal:
km: ផ្តេក

# IDD_PPAGESUBTITLES_IDC_STATIC3
source: Vertical:
km: បញ្ឈរ

# IDD_PPAGESUBTITLES_IDC_STATIC
source: ms
km: មវ

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Texture settings (open the video again to see the changes)
km: ការ​កំ​ណត់​ផ្ទៃ​(ត្រូវ​បើក​វីដេ​អូ​ម្តង​ទៀត​ទើប​ឃើញ​ការ​ប្លាស់​ប្តូ)

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Sub pictures to buffer:
km: រូប​ភាព​របស់​ចំ​ណង​ជើង​រង​នឹង​​ត្រៀម​ផ្ទុក

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Maximum texture resolution:
km: គុណភាពផ្ទៃ​អ​តិ​បរិ​មារ

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Warning
km: ការ​ប្រមាន

# IDD_PPAGEFORMATS_IDC_STATIC2
source: File extensions
km: កន្ទុយ​ឯក​សារ

# IDD_PPAGEFORMATS_IDC_BUTTON2
source: Default
km: លំ​នាំ​ដើម

# IDD_PPAGEFORMATS_IDC_BUTTON_EXT_SET
source: Set
km: កំណត់

# IDD_PPAGEFORMATS_IDC_STATIC3
source: Association
km: សមាគម

# IDD_PPAGEFORMATS_IDC_STATIC
source: Real-Time Streaming Protocol handler (for rtsp://... URLs)
km: អ្នក​គ្រប់​គ្រងគំរោង​ការ​ស្រ្ទីម​ភ្លាមៗ(សំរាប់ rtsp://... URLs)

# IDD_PPAGEFORMATS_IDC_CHECK5
source: Check file extension first
km: ពិនិត្យ​មើល​កន្ទុយឯក​សារ​ជា​មុន​សិន

# IDD_PPAGEFORMATS_IDC_STATIC
source: Explorer Context Menu
km: អ្នក​ស្វែង​រក​បរិ​បទ​ម៉ី​នុយ

# IDD_PPAGEFORMATS_IDC_CHECK6
source: Directory
km: ទី​តាំង

# IDD_PPAGEFORMATS_IDC_CHECK7
source: File(s)
km: ឯក​សារ

# IDD_PPAGEFORMATS_IDC_STATIC1
source: Autoplay
km: លេង​ដោយ​ស្វ័យ​ប្រវិត្តិ

# IDD_PPAGEFORMATS_IDC_CHECK1
source: Video
km: វីដេអូ

# IDD_PPAGEFORMATS_IDC_CHECK2
source: Music
km: ចម្រៀង

# IDD_PPAGEFORMATS_IDC_CHECK3
source: Audio CD
km: CD សម្លេង

# IDD_PPAGETWEAKS_IDC_STATIC
source: Jump distances (small, medium, large in ms)
km: ប្រវែង​លោត​(​ខ្លី, ល្មម, វែង​ ជាមវ)

# IDD_PPAGETWEAKS_IDC_BUTTON1
source: Default
km: លំ​នាំ​ដើម

# IDD_PPAGETWEAKS_IDC_FASTSEEK_CHECK
source: Fast seek (on keyframe)
km: ស្វែង​រក​លឿន(​លើ Keyframe)

# IDD_PPAGETWEAKS_IDC_CHECK2
source: Show chapter marks in seek bar
km: បង្ហាញ​ស្នាម​ជំពូកលើ​របារ​រក

# IDD_PPAGETWEAKS_IDC_CHECK4
source: Display "Now Playing" information in Skype's mood message
km: បង្ហាញ​ពត៌មាន " កំពុង​លេង​" ​ក្នុង​សារ​អារម្មណ៏របស់ Skype

# IDD_PPAGETWEAKS_IDC_CHECK6
source: Prevent minimizing the player when in fullscreen on a non default monitor
km: រារាំង​ការ​បំ​ព្រួញ​កម្មវិធី​លេង​ពេល​ពេញ​អេ​ក្រង់​លើ​អេ​ក្រង់​ដែល​មិន​មែន​ជា​អេ​ក្រង់​ដើម

# IDD_PPAGETWEAKS_IDC_CHECK_WIN7
source: Use Windows 7 Taskbar features
km: ប្រើ​លក្ខណៈពិសេស​នៃ​ Taskbar របស់​ Windows 7

# IDD_PPAGETWEAKS_IDC_CHECK7
source: Open previous/next file in folder on "Skip back/forward" when there is only one item in playlist
km: បើក​ឯក​សារ​ បន្ទាប់/មុន ក្នុង​ថត​ ពេល​ចុច "រំលង​ទៅ​ក្រោយ/មុខ" ពេល​មាន​របស់​តែ​មួយ​ក្នុង​បញ្ជី​ចាក់

# IDD_PPAGETWEAKS_IDC_CHECK8
source: Show time tooltip:
km: ប្រើសារ​ជំនួយនៃ​ពេល

# IDD_PPAGETWEAKS_IDC_STATIC
source: OSD font:
km: ពុម្ភ​អក្ស OSD

# IDD_PPAGETWEAKS_IDC_CHECK_LCD
source: Enable Logitech LCD support (experimental)
km: បើកការគាំទ្រ Logitech LCD (​កំពុង​ពិសោធន៏)

# IDD_PPAGETWEAKS_IDC_CHECK3
source: Auto-hide the mouse pointer during playback in windowed mode
km: លាក់​ព្រួញ​កណ្តុរ​ពេល​កំ​ពុង​លេង​ក្នុងលក្ខណៈ​បង្អួចដោយ​ស្វ័យ​ប្រ​វត្តិ

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON1
source: Add Filter...
km: បន្ថែម​តម្រង

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON2
source: Remove
km: លុប

# IDD_PPAGEEXTERNALFILTERS_IDC_RADIO1
source: Prefer
km: ចូល​ចិត្ត​ជាង

# IDD_PPAGEEXTERNALFILTERS_IDC_RADIO2
source: Block
km: រារាំង

# IDD_PPAGEEXTERNALFILTERS_IDC_RADIO3
source: Set merit:
km: កំណត់ merit:

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON3
source: Up
km: ឡើង

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON4
source: Down
km: ចុះ

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON5
source: Add Media Type...
km: បន្ថែម​ប្រ​ភេទ​​មេឌៀ

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON6
source: Add Sub Type...
km: បន្ថែម​ប្រ​ភេទ​ចំ​ណង​ជើង​រង

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON7
source: Delete
km: លុប

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON8
source: Reset List
km: កំណត់​បញ្ចី​ម្តង​ទៀត

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Type:
km: ប្រភេទ:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Size:
km: ទំ​ហំ:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Media length:
km: ប្រវែង​មេឌៀ

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Video size:
km: ទំ​ហំ​វី​ដេ​អូ

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Created:
km: បាន​បង្កើត

# IDD_FILEPROPCLIP_IDC_STATIC
source: Clip:
km: ខ្ទាស់

# IDD_FILEPROPCLIP_IDC_STATIC
source: Author:
km: អ្នកនិពន្ធ:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Copyright:
km: រក្សា​សិទ្ធិ:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Rating:
km: អោយ​ចំ​ណាត់​ថ្នាក់:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Location:
km: ទី​តាំង:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Description:
km: សេចក្ដីពិពណ៌នា:

# IDD_FAVADD_CAPTION
source: Add Favorite
km: បន្ថែម​ចូល​ក្នង​ចំ​ណង់​ចំ​ណូល​ចិត្ត

# IDD_FAVADD_IDC_STATIC
source: Choose a name for your shortcut:
km: ជ្រើស​រើស​ឈ្មោះ​មួ​យ​សំ​រាប់​ផ្លូវ​កាត់​របស់​អ្នក

# IDD_FAVADD_IDC_CHECK1
source: Remember position
km: ចង​ចាំ​ទី​តាំង

# IDD_FAVADD_IDCANCEL
source: Cancel
km: បោះ​បង់​

# IDD_FAVADD_IDOK
source: OK
km: បាទ/ចាស

# IDD_FAVORGANIZE_CAPTION
source: Organize Favorites
km: រៀប​ចំ​ ចំ​ណង​ចំ​ណូល​ចិត្ត

# IDD_FAVORGANIZE_IDC_BUTTON1
source: Rename
km: ប្តូ​ឈ្មោះ

# IDD_FAVORGANIZE_IDC_BUTTON3
source: Move Up
km: រំកិល​ឡើង​លើ

# IDD_FAVORGANIZE_IDC_BUTTON4
source: Move Down
km: រំកិល​ចុះ​ក្រោម

# IDD_FAVORGANIZE_IDC_BUTTON2
source: Delete
km: លុប

# IDD_FAVORGANIZE_IDOK
source: OK
km: បាទ/ចាស

# IDD_PNSPRESET_DLG_CAPTION
source: Pan&Scan Presets
km: ទាញ&ពិនិត្យ ការ​កំ​ណត់​ទុក​មុន

# IDD_PNSPRESET_DLG_IDC_BUTTON2
source: New
km: ថ្មី

# IDD_PNSPRESET_DLG_IDC_BUTTON3
source: Delete
km: លុប

# IDD_PNSPRESET_DLG_IDC_BUTTON4
source: Up
km: ឡើង

# IDD_PNSPRESET_DLG_IDC_BUTTON5
source: Down
km: ចុះ

# IDD_PNSPRESET_DLG_IDC_BUTTON1
source: &Set
km: កំណត់

# IDD_PNSPRESET_DLG_IDCANCEL
source: &Cancel
km: បោះ​បង់​

# IDD_PNSPRESET_DLG_IDOK
source: &Save
km: រក្សា

# IDD_PNSPRESET_DLG_IDC_STATIC
source: Zoom: 0.2 -> 3.0
km: ពង្រីក: 0.2 -> 3.0

# IDD_PPAGEACCELTBL_IDC_CHECK2
source: Global Media Keys
km: ប៊ូ​តុង​មេឌៀ​រសកល

# IDD_PPAGEACCELTBL_IDC_BUTTON1
source: Select All
km: ជ្រើស​រើស​ទាំង​អស់

# IDD_PPAGEACCELTBL_IDC_BUTTON2
source: Reset Selected
km: ជ្រើស​រើស​ឡើង​វិញ

# IDD_MEDIATYPES_DLG_CAPTION
source: Warning
km: ការ​ប្រមាន

# IDD_MEDIATYPES_DLG_IDC_STATIC1
source: MPC-HC could not render some of the pins in the graph, you may not have the needed codecs or filters installed on the system.
km: MPC-HC មិន​អាច​បង្ហាញ​ Pins មួយ​ចំ​នួន​នៅ​លើ​ក្រាហ្វ​បាន​ទេ អ្នក​ប្រហែល​ជា​មិន​មាន​ កូដ ឬ តម្រងដំឡើង​លើ​ម៉ាស៊ីន​។

# IDD_MEDIATYPES_DLG_IDC_STATIC2
source: The following pin(s) failed to find a connectable filter:
km: Pin(s) ខាង​ក្រោម​បាន​បរាជ័យ​ក្នុង​ការ​ស្វែង​រក​តម្រង​ដែល​អាច​តភ្ចាប់​បាន:

# IDD_MEDIATYPES_DLG_IDOK
source: Close
km: បិទ

# IDD_SAVE_DLG_CAPTION
source: Saving...
km: កំពុង​រក្សា​ទុក...

# IDD_SAVE_DLG_IDCANCEL
source: Cancel
km: បោះ​បង់​

# IDD_SAVETEXTFILEDIALOGTEMPL_IDC_STATIC1
source: Encoding:
km: កំពុង​អ៊ីន​កូដ:

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_STATIC1
source: Encoding:
km: កំពុង​អ៊ីន​កូដ:

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_STATIC
source: Delay:
km: ពន្យាពេល:

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_STATIC
source: ms
km: មវ

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: Thumbnails:
km: រូប​ភាព​&តូច​

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: rows
km: ជួរ​ដេក

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: columns
km: ជួរឈរ

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: Image width:
km: ទទឹង​រូប​ភាព:

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: pixels
km: ភីកសែល

# IDD_ADDREGFILTER_CAPTION
source: Select Filter
km: ជ្រើស​រើស​តម្រង

# IDD_ADDREGFILTER_IDC_BUTTON1
source: Browse...
km: រក​មើល...

# IDD_ADDREGFILTER_IDOK
source: OK
km: បាទ/ចាស

# IDD_ADDREGFILTER_IDCANCEL
source: Cancel
km: បោះ​បង់​

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Font
km: ពុម្ភ​អក្ស

# IDD_PPAGESUBSTYLE_IDC_BUTTON1
source: Font
km: ពុម្ភ​អក្ស

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Spacing
km: ការ​ដក​ឃ្លា

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Angle (z,°)
km: មុំ (z,°)

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Scale (x,%)
km: មាត្រដ្ឋាន(x,%)

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Scale (y,%)
km: មាត្រដ្ឋាន​ (y,%)

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Border Style
km: ក្បាច់​ព្រំដែន

# IDD_PPAGESUBSTYLE_IDC_RADIO1
source: Outline
km: បន្ទាត់​ក្រៅ

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Width
km: ទទឹង

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Shadow
km: ស្រមោល

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Screen Alignment && Margins
km: ការ​តម្រឹម​ឫ​រឹម​អេ​ក្រង់

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Left
km: ឆ្វេង

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Right
km: ស្តាំ

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Top
km: លើ

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Bottom
km: ក្រោម

# IDD_PPAGESUBSTYLE_IDC_CHECK_RELATIVETO
source: Position subtitles relative to the video frame
km: ដាក់​ចំ​ណង​ជើង​រង​អោយ​ទំនងនឹង​ស៊ុម​វី​ដេ​អូ

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Colors && Transparency
km: ពណ៌ && តម្លាភាព

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Primary
km: ចម្បង

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Secondary
km: អនុ

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Outline
km: បន្ទាត់​ពី​ក្រៅ

# IDD_PPAGESUBSTYLE_IDC_CHECK1
source: Link alpha channels
km: ភ្ទាប់​ឆាណែល អាល់ហ្វា

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: If you would like to use the stand-alone versions of these filters or another replacement, disable them here.
km: ប្រ​សិន​បើ​អ្នក​ចង់​បាន​ជំ​នាន់​ដាច់​ពី​គ្នា​នៃ​តម្រង​ទាំង​នេះ ឬ​ក៏​ របស់​ជំនួស សូម​បិទ​វា​នៅ​ទី​នេះ។

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Source Filters
km: ប្រ​ភព​តម្រង

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Transform Filters
km: កែប្រែ​តម្រង

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Internal LAV Filters settings
km: ការ​កំណត់ LAV Filters ខាង​ក្នុង

# IDD_PPAGEINTERNALFILTERS_IDC_VIDEO_DEC_CONF
source: Video decoder
km: វីដេអូឌិកូឌ័រ

# IDD_PPAGEINTERNALFILTERS_IDC_AUDIO_DEC_CONF
source: Audio decoder
km: សម្លេងឌិកូឌ័រ

# IDD_PPAGELOGO_IDC_RADIO1
source: Internal:
km: ខាង​ក្នុង:

# IDD_PPAGELOGO_IDC_RADIO2
source: External:
km: ខាង​ក្រៅ:

# IDD_PPAGELOGO_IDC_BUTTON2
source: Browse...
km: រក​មើល...

# IDD_PPAGEOUTPUT_IDC_STATIC
source: DirectShow Video
km: DirectShow វីដេអូ:

# IDD_PPAGEOUTPUT_IDC_STATIC
source: RealMedia Video
km: RealMedia វី​ដេអូ

# IDD_PPAGEOUTPUT_IDC_STATIC
source: QuickTime Video
km: វី​ដេអូ

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Audio Renderer
km: អ្នក​បង្ហាញ​សម្លេង

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Surface:
km: ផ្ទៃ​លើ:

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Resizer:
km: អ្នក​ប្តូ​ទំ​ហំ:

# IDD_PPAGEOUTPUT_IDC_D3D9DEVICE
source: Select D3D9 Render Device
km: ជ្រើសរើស D3D9 Render Device

# IDD_PPAGEOUTPUT_IDC_RESETDEVICE
source: Reinitialize when changing display
km: ចាប់​ផ្តើម​ឡើង​វិញ​ពេលប្តូ​អេ​ក្រង់

# IDD_PPAGEOUTPUT_IDC_DSVMR9ALTERNATIVEVSYNC
source: Alternative VSync
km: VSync ផ្សេង​ទៀត

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Subtitles *
km: ជើង​រង*

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Screenshot
km: ថត​ស្គីន

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Rotation
km: ការ​ត្រឡប់

# IDD_PPAGEOUTPUT_IDC_STATIC
source: * External filters (such as VSFilter) can display subtitles on all renderers.
km: *តម្រង​ខាង​ក្រៅ​(ដូច​ជា VSFilter) អាច​បង្ហាញ​ចំណង​ជើង​រង​លើ​គ្រប់​renderers។

# IDD_PPAGEWEBSERVER_IDC_CHECK1
source: Listen on port:
km: ស្តាប់​នៅ​លើ port:

# IDD_PPAGEWEBSERVER_IDC_STATIC1
source: Launch in web browser...
km: បើក​ក្នុង​កម្មវិធី​រុក​រក​អ៊ី​នធើណេត

# IDD_PPAGEWEBSERVER_IDC_CHECK3
source: Enable compression
km: បើក​ការ​ បង្រួម

# IDD_PPAGEWEBSERVER_IDC_CHECK5
source: Allow access from localhost only
km: អនុញ្ញាត្តិ​សិទ្តិតែ​ពី localhost ប៉ុណ្នោះ

# IDD_PPAGEWEBSERVER_IDC_CHECK2
source: Print debug information
km: បោះពុម្ពព័ត៌មានបំបាត់កំហុស

# IDD_PPAGEWEBSERVER_IDC_CHECK4
source: Serve pages from:
km: បម្រើទំព័រនានាពី

# IDD_PPAGEWEBSERVER_IDC_BUTTON1
source: Browse...
km: រក​មើល...

# IDD_PPAGEWEBSERVER_IDC_BUTTON2
source: Deploy...
km: ដាក់ពង្រាយ...

# IDD_PPAGEWEBSERVER_IDC_STATIC
source: Default page:
km: ទំព័រ​ដើម:

# IDD_SUBTITLEDL_DLG_CAPTION
source: Subtitles available online
km: ចំណង​ជើង​រង​មាន​លើ​អន​ឡាញ

# IDD_SUBTITLEDL_DLG_IDOK
source: Download && Open
km: ទាញ​យក && បើក

# IDD_SUBTITLEDL_DLG_IDC_CHECK1
source: Replace currently loaded subtitles
km: ជំនួស​ចំ​ណង​ជើង​រង​ដែល​កំពុង​បាន​ផ្ទុក

# IDD_FILEPROPRES_IDC_BUTTON1
source: Save As...
km: រក្សា​ជា

# IDD_PPAGEMISC_IDC_STATIC
source: Color controls (for VMR-9, EVR and madVR)
km: ការត្រួតពិនិត្យពណ៌ (សម្រាប់VMR-9, EVR and madVR)

# IDD_PPAGEMISC_IDC_STATIC
source: Brightness
km: ពន្លឺ

# IDD_PPAGEMISC_IDC_STATIC
source: Contrast
km: កម្រិតពណ៌

# IDD_PPAGEMISC_IDC_STATIC
source: Hue
km: ពណ៌លាំ

# IDD_PPAGEMISC_IDC_STATIC
source: Saturation
km: ជម្រៀបទឹក

# IDD_PPAGEMISC_IDC_RESET
source: Reset
km: កំ​ណត់​ម្តង​ទៀត

# IDD_PPAGEMISC_IDC_STATIC
source: Update check
km: បន្ទាន់​សម័យ​របស់ដែល​បាន​ធីក

# IDD_PPAGEMISC_IDC_CHECK1
source: Enable automatic update check
km: បើក​ការ​បន្ទាន់​សម័យ​របស់​ធីក​ស័្វយ​ប្រវត្តិ

# IDD_PPAGEMISC_IDC_STATIC6
source: day(s)
km: ថ្ងៃ()

# IDD_PPAGEMISC_IDC_STATIC
source: Settings management
km: ការ​គ្រប់​គ្រង​ការ​កំណត់

# IDD_PPAGEMISC_IDC_RESET_SETTINGS
source: Reset
km: កំណត់​ម្តង​ទៀត

# IDD_PPAGEMISC_IDC_EXPORT_SETTINGS
source: Export
km: នាំចេញ

# IDD_PPAGEMISC_IDC_EXPORT_KEYS
source: Export keys
km: គោល​នាំ​ចេញ

# IDD_TUNER_SCAN_CAPTION
source: Tuner scan
km: ស្កេន​អ្នក​កែ​ប្រែ

# IDD_TUNER_SCAN_ID_START
source: Start
km: ចាប់​ផ្តើម

# IDD_TUNER_SCAN_IDCANCEL
source: Cancel
km: បោះ​បង់​

# IDD_TUNER_SCAN_IDC_STATIC
source: Bandwidth
km: កម្រិតបញ្ជូន

# IDD_TUNER_SCAN_IDC_CHECK_IGNORE_ENCRYPTED
source: Ignore encrypted channels
km: លើក​លែងឆាណែល​ដែល​បានអ៊ិនគ្រីប​

# IDD_TUNER_SCAN_ID_SAVE
source: Save
km: រក្សា

# IDD_TUNER_SCAN_IDC_CHECK_OFFSET
source: Use an offset
km: ប្រើ offset

# IDD_PPAGECAPTURE_IDC_STATIC
source: Default Device
km: ឧប​ករណ៏​ដើម

# IDD_PPAGECAPTURE_IDC_RADIO1
source: Analog
km: អាណាឡូក

# IDD_PPAGECAPTURE_IDC_RADIO2
source: Digital
km: ឌីជីថល

# IDD_PPAGECAPTURE_IDC_STATIC
source: Analog settings
km: ការកំណត់អាណាឡូក

# IDD_PPAGECAPTURE_IDC_STATIC1
source: Video
km: វីដេអូ

# IDD_PPAGECAPTURE_IDC_STATIC2
source: Audio
km: សម្លេង

# IDD_PPAGECAPTURE_IDC_STATIC3
source: Country
km: ប្រទេស

# IDD_PPAGECAPTURE_IDC_STATIC
source: Digital settings (BDA)
km: ការកំណត់ឌីជីថល (BDA)
