Repository: chase69/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.installer.*.strings.po
Languages: bg, km, nb

# Messages_WelcomeLabel2
source: This will install [name] on your computer. It is recommended that you close all other applications before continuing.
bg: Този съветник ще инсталира [name] на вашия компютър. Препоръчва се да затворите всички други пуснати приложения преди да продължите.
km: នេះ​នឹង​ដំឡើង​ [name] ចូល​ទៅ​កុំ​ព្យូទ័រ​របស់​អ្នក។ សូម​ណែ​នាំ​ថា​អ្នក​គួ​រ​តែ​បិទ​កម្មវិធី​ផ្សេង​ៗទាំង​អស់​មុន​ពេល​បន្តល។
nb: Dette vil installere [name] på datamaskinen din. Det anbefales at du lukker alle andre programmer før du fortsetter.

# Messages_WinVersionTooLowError
source: [name] requires Windows XP Service Pack 3 or newer to run.
bg: [name] изисква Windows XP Service Pack 3 или по-нова версия, за да работи.
km: [name] ត្រូវ​ការ​ Windows XP Service Pack 3 ឬ​ ថ្មី​ជាង​នេះ​ដើម្បី​ដំណើរ​ការ។
nb: [name] krever Windows XP Service Pack 3 eller nyere for å kjøre.

# CustomMessages_comp_mpciconlib
source: Icon Library
bg: Библиотека за иконите
km: បណ្ណាល័យ​រូប​តំណាង
nb: Ikonbibliotek

# CustomMessages_comp_mpcresources
source: Translations
bg: Преводи
km: បំណក​ប្រែ
nb: Oversettelser

# CustomMessages_msg_DeleteSettings
source: Do you also want to delete MPC-HC settings? If you plan on installing MPC-HC again then you do not have to delete them.
bg: Желаете ли в допълнение до изтриете и настройките на MPC-HC? Ако планирате отново да инсталирате MPC-HC, не е нужно да ги изтривате.
km: តើ​អ្នក​ចង់​លុប ការ​កំណត់របស់ MPC-HC? បើ​សិន​ជា​អ្នក​មាន​បំ​ណង​ចង់​ដំឡើង MPC-HC ម្តង​ទៀត​នោះ​អ្នក​មិន​បាច់​លុប​វា​ទេ។
nb: Vil du også slette innstillingene til MPC-HC? Dersom du har tenkt å installere MPC-HC på nytt, behøver du ikke å slette dem.

# CustomMessages_msg_SetupIsRunningWarning
source: MPC-HC setup is already running!
bg: Съветникът за инсталиране на MPC-HC вече работи!
km: ការ​ដំឡើង MPC-HC កំពុង​តែ​ដំណើរ​ការ​រួច​ហើយ​តើ!
nb: Installasjonsprogrammet for MPC-HC kjører allerede!

# CustomMessages_msg_simd_sse
source: This build of MPC-HC requires a CPU with SSE extension support. Your CPU does not have those capabilities.
bg: Тази компилация на MPC-HC изисква процесор на компютъра ви с поддръжка на SSE разширение. Вашият процесор няма тази способност.
km: MPC-HC ជំនាន់​នេះ​ត្រូវ​ការ​ CPU ដែល​គាំ​ទ្រកន្ទុយ SSE CPU របស់​អ្នក​មិន​មាន​សមត្ថភាព​នេះ​ទេ។
nb: Denne versjonen av MPC-HC krever en CPU med støtte for SSE extension. CPU-en din har ikke disse funksjonene.

# CustomMessages_msg_simd_sse2
source: This build of MPC-HC requires a CPU with SSE2 extension support. Your CPU does not have those capabilities.
bg: Тази компилация на MPC-HC изисква процесор с поддръжка на SSE2 разширение. Вашият процесор няма тази способност.
km: MPC-HC ត្រូវ​ការ​ CPUដែល​គាំទ្រកន្ទុយ SSE2។ CPU របស់​អ្នក​មិន​មាន​សមត្ថភាពទាំង​នេះ​ទេ។
nb: Denne versjonen av MPC-HC krever en CPU med støtte for SSE2 extension. CPU-en din har ikke disse funksjonene.

# CustomMessages_run_DownloadToolbarImages
source: Visit our Wiki page to download toolbar images
bg: Посетете нашата Wiki страница, за да изтеглите изображения за лентата с инструменти
nb: Besøk vår Wiki for å laste ned verktøylinje-bilder

# CustomMessages_tsk_AllUsers
source: For all users
bg: За всички потребители
km: សំរាប់​អ្នក​ប្រើ​ប្រាស់​ទាំង​អស់
nb: For alle brukere

# CustomMessages_tsk_CurrentUser
source: For the current user only
bg: Само за текущия потребител
km: សំរាប់​អ្នក​ប្រើ​ប្រាស់​នេះ​ប៉ុណ្នោះ
nb: Kun for gjeldende bruker

# CustomMessages_tsk_Other
source: Other tasks:
bg: Други задачи:
km: កាងារ​ផ្សេង​ទៀត:
nb: Andre oppgaver:

# CustomMessages_tsk_ResetSettings
source: Reset settings
bg: Връщане към началните настройки
km: កំណត់​ម្តង​ទៀត
nb: Tilbakestill innstillinger

# CustomMessages_types_DefaultInstallation
source: Default installation
bg: Стандартна инсталация
km: ការ​ដំឡើង​តាម​ដំណើរ
nb: Standardinstallasjon

# CustomMessages_types_CustomInstallation
source: Custom installation
bg: Инсталация по избор
km: ការ​ដំ​ឡើង​ដោយ​ខ្លួន​ឯង
nb: Tilpasset installasjon

# CustomMessages_ViewChangelog
source: View Changelog
bg: Преглед на списъка с промените (Changelog)
km: មើល​របាយ​ការណ៏​ផ្លាស់​ប្តូ
nb: Vis endringslogg
